[
 {"website":"http//www.novakdjokovic.com","pronounced":"DJO-ko-vich","birthplace":"Belgrade, Serbia","coach":"Marian Vajda & Boris Becker","plays":"Right-handed","name":"Novak Djokovic","turned pro":"2003","url":"/Tennis/Players/Top-Players/Novak-Djokovic.aspx","residence":"Monte-Carlo, Monaco","age":"27","dob":"22.05.1987","height_inches":"6'2\"","height_cms":"188","ranking":"1","history":"Began playing at age four and made pro debut at 16…Plays with a double-handed backhand...Nicknamed \"Nole\"…Father, Srdjan and mother, Dijana…Owner of company, \"Family Sports,\" which has three restaurants, a tennis academy, and a range of products, featuring his likeness on mineral water, candy bars, sugar, clothing, cups, among other items…He and his family opened a restaurant in Belgrade in April 2009 called “Novak”…Father, uncle and aunt were all professional skiers and his father was also an excellent football player…His father wanted him to be a football player or skier but excelled in tennis at an early age…Credits his family as inspiration for giving him so much support...Younger brothers Marko (born Aug. 20, 1991) and Djordje (born July 17, 1995) are both in school and play tennis…\nIdol growing up was Pete Sampras…At age 12, attended Niki Pilic Academy in Munich and practised there for almost two years before returning to Belgrade…Speaks Serbian, Italian, German and English…Favourite surface is hard courts but considers himself an all-around player…Best shot is backhand down the line…His family invited 50 underprivileged Kosovo-Serb children to Belgrade in September 2007 to be courtside for Serbia-Australia Davis Cup World Group tie…Appeared in September 2007 Vogue Magazine…Elected to two-year term in June 2008 to ATP Player Council…Earned ATP Player of the Year award in 2011 and 2012...On 6 February, 2012, was named Laureus World Sportsman of the Year in London...Named recipient of Arthur Ashe Humanitarian of Year in 2012 for Novak Djokovic Foundation & UNICEF ambassador work...In December 2012, HRH Prince William recognised Djokovic for his charity work for young people in London...\nWorks with physiotherapist Milan Amanovic and Gebhard Phil-Gritsch, who used to work with Austrian Thomas Muster…Coached by former ATP pro and Slovak Republic native Marian Vajda (since June 2006) and six-time Grand Slam champion Boris Becker (since December 2013)...On 10 July 2014, married Jelena Ristic in a private ceremony in Montenegro.\n\n\nNovak Djokovic fulfilled his lifelong dream of becoming the No. 1 player on the ATP World Tour in July 2011. We reflect on the Serbian’s journey to the top. Read More…\nDjokovic DEUCE Feature (Aug. 2007)\nDjokovic DEUCE Feature (Jan. 2009)\nDjokovic DEUCE Feature (Nov. 2009)\nDjokovic DEUCE Feature (May 2011)\nSpecial Tribute: Djokovic No. 1 Section (July 2011)\nATP Heritage: Novak Djokovic, 2011-12 (Aug. 2013)\nDjokovic 600 Match Wins Tribute (Nov. 2014)" },
 {"website":"http//www.rogerfederer.com","pronounced":"","birthplace":"Basel, Switzerland","coach":"Severin Luthi and Stefan Edberg","plays":"Right-handed","name":"Roger Federer","turned pro":"1998","url":"/Tennis/Players/Top-Players/Roger-Federer.aspx","residence":"Bottmingen, Switzerland","age":"33","dob":"08.08.1981","height_inches":"6'1\"","height_cms":"185","ranking":"2","history":"Began playing tennis at age eight...Mother, Lynette, is South African and father, Robert, is Swiss and they met on a business trip (they both worked for a pharmaceutical company)...Has one sister Diana, who is two years older...Idol growing up was Boris Becker and favorite player was Pete Sampras...Compiled outstanding junior results, finishing as No. 1 junior in the world in 1998...Won Wimbledon junior singles (d. Labadze) and doubles titles (w/O. Rochus) that year...One of four players (Edberg, Cash, Borg) to win junior and men’s title at Wimbledon...Also reached final at US Open (l. to Nalbandian) and SF at Australian Open in ‘98...Closed junior career with title at Orange Bowl in Miami (d. Coria).\nEnjoys sitting on the beach, playing cards and table tennis, is a fervent fan of hometown football team FC Basel...Has a flair for aesthetics and class...In 2003, initiated Roger Federer Foundation which supports disadvantaged children in South Africa and promotes sport for young people...Enjoys being an ambassador for global promotion of tennis and is inspired by the cultural diversity of the world...Donated several autographed items to various fundraising auctions and made a personal donation to tsunami relief efforts in January 2005...In addition, helped organise All-Star Rally for Relief, an exhibition event in Indian Wells, Calif., with proceeds to benefit UNICEF’s tsunami efforts.\nIn March 2005, he made a surprise visit to children in townships near Port Elizabeth, South Africa and in November 2005, his parents opened a multipurpose sports site that consists of two tennis courts, a basketball and netball court as well as a football ground in small municipality of Zwide...In September 2005, autographed racquet used in US Open final to ATP’s TennisKatrina.com on-line auction for the American Red Cross’ Hurricane Katrina relief efforts and it fetched a winning bid of $25,665...In November 2004, was on hand at United Nations in New York to announce 2005 as “International Year of Sport and Physical Education” with U.N. Secretary General Kofi Annan...In April 2006, named UNICEF Goodwill Ambassador.\nCarried Swiss flag in opening ceremonies of Athens Olympics in 2004 and Beijing Olympics in 2008 (on his birthday)...Named ATP Player of Year and earned Stefan Edberg Sportsmanship award from 2004-09, '11-14 and ATPWorldTour.com fans’ favourite from 2003-14...I.T.W.A. Player of the Year and Ambassador for Tennis award winner in 2004-06...Named 2003 \"Swiss of the Year\" by his country’s TV audience...Won Laureus World Sportsman of Year from 2004-07...Close friend of Vogue Editor-In-Chief Anna Wintour...She has attended his matches at Wimbledon and the US Open and he accompanied her to Fashion Week in New York City following 2006 US Open...Named GQ’s \"International Man of the Year\" for 2005 in Germany...Speaks English, German, Swiss German, French and some Swedish and Italian...Fitness trainer is Pierre Paganini...Golf superstar Tiger Woods attended ’06 US Open final and both athletes met for first time.\nReceived 2006 Arthur Ashe Humanitarian of Year award and named 2006-07 BBC Sports Overseas Personality of Year (also in '04)...In October 2007, voted No. 30 in a list of \"the 100 most influential people in the world of sports\" in BusinessWeek Magazine in U.S. (one of six athletes in Top 30)...Named in Time Magazine's \"100 Most Influential People in World\" in May 14, 2007 issue...Recipient of U.S. Academy Outstanding Athlete in 2005-06 presented by USA Today and MSNBC (voted by fans)...Had a stamp of him released by Swiss Post on April 10, 2007 in his birthplace of Basel.\nElected to ATP Player Council in June 2008, serving as President...Wife, Mirka (Vavrinec) is a former WTA Tour player and they met at 2000 Sydney Olympic Games...They married on Apr. 11, 2009 in Basel...Twin daughters, Charlene Riva and Myla Rose (born July 23, 2009)...Twin sons, Leo and Lenny (born May 6, 2014)...\nIn 2013, he received Stefan Edberg Sportsmanship Award for the ninth time and selected as ATPWorldTour.com Fans’ Favourite presented by Moët & Chandon for a record 11th consecutive year...Has won a record\n\r\nWorks with Swiss Davis Cup captain Severin Luthi (since 2008) and Stefan Edberg (for 10 weeks in 2014)…Fitness trainer is Pierre Paganini.\n\nVisit Federer's Official Instagram Account\n\n\nRoger Federer is a genius at winning matches, with aesthetic beauty, in the power era of tennis. Over the course of his career, he has left an indelible mark on the sport’s record books. Read More...\nFederer DEUCE Feature (Aug. 2007)\nFederer-Nadal Rivalry DEUCE Feature (Aug. 2008)\nFederer DEUCE Feature (Jan. 2009)\nFederer DEUCE Feature (May 2009)\nSpecial Tribute: Federer 15 Grand Slams Titles Section (May 2009)\nFederer DEUCE Feature (Jan. 2010)\nFederer DEUCE Feature (Aug. 2011)\nFederer DEUCE Feature (Jan. 2012)\nSpecial Tribute: Federer Record Reign At No. 1 (July 2012)\nATP Heritage: Federer Breaks No. 1 Milestone (July 2013)\nATP Heritage: Roger Federer, 2004-07, '09 (Aug. 2013)" },
 {"website":"http//www.rafaelnadal.com","pronounced":"ra-FAY-el nah-DAHL","birthplace":"Manacor, Mallorca, Spain","coach":"Toni Nadal","plays":"Left-handed","name":"Rafael Nadal","turned pro":"2001","url":"/Tennis/Players/Top-Players/Rafael-Nadal.aspx","residence":"Manacor, Mallorca, Spain","age":"28","dob":"03.06.1986","height_inches":"6'1\"","height_cms":"185","ranking":"3","history":"Full name is Rafael Nadal Parera...Nicknamed \"Rafa\"...Plays left-handed but writes right-handed...Began playing tennis at age four with his uncle Toni, who is his long-time coach...Used to play with two-handed forehand and backhand before his uncle made him change at age nine or 10 to a one-handed forehand...Played his only junior Grand Slam event at Wimbledon in 2002 and reached SF...\nFather, Sebastian, is a business partner with two brothers of a restaurant, Sa Punta, and owner of a glass and windows company, Vidres Mallorca...Mother, Ana Maria...Has one younger sister Maria Isabel...Comes from same island (Mallorca) as countryman Carlos Moya...The city of Manacor is second-biggest on island of Mallorca...His other uncle, Miguel Angel Nadal, is a former professional football player with stints at FC Barcelona, Real Mallorca and Spanish national team, which competed in 2002 World Cup...Also played on two other World Cup teams in 1994 and ’98...Earned ATP Newcomer of Year in 2003, ATP Most Improved Player of Year in 2005, ATP Player of Year in 2008, 2010 and 2013, and ATP Comeback Player of Year in 2013...Reached Spanish Championships in July 2003 (l. to Lopez)...Won Prince of Asturias award in 2008, named for Spain's Crown Prince Felipe...In October 2010, opened the Rafael Nadal Tennis School in Anantpur, India, which hosts district, state and national-level tournaments, as well as lay equal emphasis on the children's education and tennis training...Received 2011 Arthur Ashe Humanitarian of the Year for his contributions through the Rafa Nadal Foundation...Coached by his uncle, Toni Nadal, and fitness trainer is Rafael Maymo.\n\n\nWhen Bjorn Borg won his sixth Roland Garros title in 1981, many believed his record would endure the test of time. “Nobody ever thought that anyone would ever come close to beating that record,” admitted Michael Chang, the 1989 champion. But in 2012, Rafael Nadal proved himself a class apart from the clay-court greats as he lifted the Roland Garros trophy for the seventh time. Read More…\nNadal DEUCE Feature (May 2008)\nNadal-Federer Rivalry DEUCE Feature (Aug. 2008)\nNadal DEUCE Feature (Nov. 2008)\nNadal DEUCE Feature (May 2009)\nSpecial Tribute: Nadal Masters 1000 Titles (May 2010)\nNadal DEUCE Feature (May 2010)\nSpecial Tribute: Nadal Career Grand Slam (Sept. 2010)\nNadal DEUCE Feature (Jan. 2011)\nNadal DEUCE Feature (Aug. 2011)\nSpecial Tribute: Nadal 20 Masters 1000 Titles (April 2011)\nSpecial Tribute: Nadal Roland Garros Record (June 2012)\nATP Heritage: Nadal's Monte-Carlo Dynasty (April 2013)\nATP Heritage: Nadal, Brilliant In Barcelona (April 2013) \nATP Heritage: Nadal, Federer, 2006 Rome Final (May 2013)\nSpecial Tribute: Nadal Eighth Roland Garros Title (June 2013)\nATP Heirtage: Rafael Nadal, 2008, '10 (Aug. 2013)" },
 {"website":"http//www.stanwawrinka.com","pronounced":"va-VINK-ah","birthplace":"Lausanne, Switzerland","coach":"Magnus Norman","plays":"Right-handed","name":"Stan Wawrinka","turned pro":"2002","url":"/Tennis/Players/Top-Players/Stan-Wawrinka.aspx","residence":"St. Barthelemy, Switzerland","age":"29","dob":"28.03.1985","height_inches":"6'","height_cms":"183","ranking":"4","history":"Began playing at age eight...Surname Wawrinka is of Polish decent but Wawrinka is only Polish by ancestry... Nicknamed Stan...Father, Wolfram is German, and mother, Isabelle is Swiss, both work in an organic farm, helping handicapped people...Grandparents are Czech...Has one older brother Jonathan, who teaches tennis, and two younger sisters Djanaee and Naella, are students and they play tennis...Stopped attending school at age 15 in order to focus on tennis full-time...“It was the natural line for me, the right path, to follow with my tennis,” he says about it...Started playing international junior events at age 14 and then began satellite circuit following year...Town of St. Barthelemy is 10 minutes outside of Lausanne...Hobbies include movies and music...Supports Lausanne ice hockey club...Captured 2003 Roland Garros junior title (d. Baker)...Considers clay best surface and his best shot backhand...On 14 December 2013, finished second in the Swiss Sports Awards, behind cross country skier Dario Cologna...Married wife, Ilham, on 12 December 2009...Daughter, Alexia, born 12 February 2010 at 9:45 a.m.\n\nWawrinka DEUCE Feature (May 2008)\nWawrinka DEUCE Feature (Jan. 2010)\nWawrinka Q&A Feature (May 2012)\nWawrinka, Norman Feature (May 2014)" },
 {"website":"http//www.keinishikori.com","pronounced":"","birthplace":"Shimane, Japan","coach":"Dante Bottini & Michael Chang","plays":"Right-handed","name":"Kei Nishikori","turned pro":"2007","url":"/Tennis/Players/Top-Players/Kei-Nishikori.aspx","residence":"Bradenton, Florida, USA","age":"24","dob":"29.12.1989","height_inches":"5'10\"","height_cms":"178","ranking":"5","history":"Began playing at age five...Mother, Eri, is a piano teacher; father, Kiyoshi, is an engineer...Has one older sister, Reina, who graduated from college and works in Tokyo...Moved from Shimane, Japan, to US at age 14, to train at the IMG Bollettieri Acadamey in Florida and didn't speak a word of English when he arrived..Came to academy as a member of Masaaki Morita Tennis Fund group, which consists of a select few Japanese players sponsored by Mr. Morita, CEO of Sony...A former roommate of Zachary Gilbert, son of ex-ATP Top 10 pro Brad Gilbert, who was coach in 2011...Captured Roland Garros junior doubles title in 2006 and ranked as high as No. 7 in singles that year...Favourite surfaces are hard and clay courts and considers best shot his forehand...Named 2008 ATP Newcomer of Year...Sponsored by Nissin...In 2011, played Chang in Tokyo to raise money for earthquake relief...Trains at the Nick Bollettieri Tennis Academy.\nNishikori DEUCE Feature (Nov. 2008)\nNishikori DEUCE Feature (Jan. 2012)\nJapanese Tennis DEUCE Feature (Jan. 2013)" },
 {"website":"http//www.andymurray.com","pronounced":"","birthplace":"Dunblane, Scotland","coach":"Amelie Mauresmo","plays":"Right-handed","name":"Andy Murray","turned pro":"2005","url":"/Tennis/Players/Top-Players/Andy-Murray.aspx","residence":"London, England","age":"27","dob":"15.05.1987","height_inches":"6'3\"","height_cms":"190","ranking":"6","history":"Full name is Andrew Murray...Began playing at age three...Mother, Judy, is a former Scottish national coach and father, William is a Retail Area Manager...Has one older brother Jamie (born Feb. 13, 1986), who also plays on the ATP circuit...Grew up playing soccer and tennis and once was offered to play with Glasgow Rangers... His favourite musician is 50 Cent...Based in Barcelona since age 15...Won US Open junior title (d. Stakhovsky) and advanced to doubles SF (w/brother Jamie) in 2004...Roland Garros junior SF in 2005...Finished No. 10 in world junior rankings in ‘04...Won Canadian Open junior title in 2003 and finished No. 6 that year.\nConsiders US Open best place he’s played...Awarded 2004 BBC Young Sports Personality of the Year Award...Finished in third place in 2012 BBC Sports Personality of the Year Award...Twice named LTA’s Young Player of the Year...Favourite surface is hard and he considers his serve as best part of his game...Big fan of TV comedy show, \"Entourage\"...Played first full men's singles match with roof closed at Wimbledon on June 29, 2009 vs. Wawrinka...On 29 December 2012, he became an 'Officer of Order of British Empire' [OBE] for service to tennis...On 12 March 2013, he was presented the Laureus World Breakthrough of the Year Award winner...In June 2013 at Queen's Club, headlined the ‘Rally For Cancer’, an exhibition raising money for the Royal Marsden Cancer Charity. The charity supports The Royal Marsden, the world-leading cancer centre treating friend Ross Hutchins… The 2013 Wimbledon final was watched by 17.3 million British television viewers…\nOn 8 August 2013, UK Royal Mail issued four stamps commemorating Murray's Wimbledon victory...On 3 September 2013, picked up a Man of the Year GQ Award...On 14 December 2013, was named the BBC Sports Personality of the Year...On 23 April 2014, was awarded the freedom of Stirling at a special meeting of Stirling Council in Dunblane High School. He also received an honorary doctorate from the University of Stirling, where he once trained…Recipient of the 2014 Arthur Ashe Humanitarian Award, having taken part in fundraising exhibitions and campaigns over the past two years, and also raised awareness for the work of Unicef, United for Wildlife and Malaria No More...He is a Global Ambassador for UNICEF and WWF.\nWorks with fitness trainer Matt Little, physiotherapists are Mark Bender and Shane Annun.\nMurray DEUCE Feature (Nov. 2008)\nMurray DEUCE Feature (May 2009)\nMurray DEUCE Feature (Nov. 2009)\nMurray DEUCE Feature (May 2010)" },
 {"website":"http//tomasberdych.cz","pronounced":"TOH-mas ber-DICHT","birthplace":"Valasske Mezirici, Czech","coach":"Tomas Krupa","plays":"Right-handed","name":"Tomas Berdych","turned pro":"2002","url":"/Tennis/Players/Top-Players/Tomas-Berdych.aspx","residence":"Monte-Carlo, Monaco","age":"29","dob":"17.09.1985","height_inches":"6'5\"","height_cms":"196","ranking":"7","history":"Began playing tennis at age five...Father, Martin, was a train engineer, mother, Hana, is a doctor...Began playing at tennis center in hometown of Valasske Mezirici, a town of just 30,000 and soon became a top junior...Won Czech Republic 12-under junior title and moved to city of Prostejov where there were more practice partners and better coaching...Commuted home often to keep his ties to his old school...Won 14-under nationals and at 16, he won the prestigious 18-under national title in the city of Parovbice, which boasts Ivan Lendl as a former champion.\nBig fan of ice hockey and follows Detroit Red Wings...Has met many of Czech players from NHL and 1998 Olympic gold medal team, including Martin Straka, Jaromir Jagr and Dominik Hasek, since all of them are big tennis fans and have on several occasions come to Prostejov to play...Favourite surface is hard court and his strengths are forehand and serve...Physiotherapist is Per Bastholt. Official Instgram Account\nBerdych DEUCE Feature (Nov. 2009)\nBerdych DEUCE Feature (Aug. 2010)\nBerdych DEUCE Feature (Mar. 2013)\nBerdych Guest Edits ATP Insider (June 2014)" },
 {"website":"http//milosraonicofficial.com/","pronounced":"MIL-osh Rau-nitch","birthplace":"Podgorica, Montenegro","coach":"Ivan Ljubicic & Riccardo Piatti","plays":"Right-handed","name":"Milos Raonic","turned pro":"2008","url":"/Tennis/Players/Top-Players/Milos-Raonic.aspx","residence":"Monte Carlo, Monaco","age":"23","dob":"27.12.1990","height_inches":"6'5\"","height_cms":"196","ranking":"8","history":"Plays with two-handed backhand…Speaks Serbian and English...Moved from Podgorica, Montenegro to Canada aged three…Parents are Dusan and Vesna (both engineers); sister, Jelena and brother, Momir…Started playing tennis aged eight…His dad \"used a ball machine at 6:30 a.m. or 9:00 p.m. because court fees were a lot cheaper at this time\"…Was among the first group of players to join Tennis Canada's National Training Centre in Montreal when it was opened in 2007...Favourite surface is hard courts...Favourite shots are serve and overhead...Hobbies include watching movies and talking to family on Skype...Supports FC Barcelona (football) and Toronto Raptors (basketball)...Idol growing up was Pete Sampras, \"I video-taped all his televised matches\"…Career goal is to be a \"consistent Top 50 player with Top 10 aspirations\"...Made Davis Cup debut for Canada versus Colombia in March 2010…Named as Newcomer of the Year in the 2011 ATP World Tour Awards presented by Moët & Chandon after jumping from No. 156 in the Emirates ATP Rankings at the start of the season to No. 31 on 14 November 2011...Named QMI Agency Canadian Male Athlete of the Year on 20 December 2012...Fitness trainer is Dalibor Sirola and physio is Claudio Zimaglia. \nRaonic DEUCE Feature (March 2011)\nRaonic Feature (October 2013)\nRaonic Feature - The Quest For Perfection (June 2014)" },
 {"website":"http//www.marin-cilic.net/","pronounced":"","birthplace":"Medjugorje, BIH","coach":"Goran Ivanisevic","plays":"Right-handed","name":"Marin Cilic","turned pro":"2005","url":"/Tennis/Players/Top-Players/Marin-Cilic.aspx","residence":"Monte-Carlo, Monaco","age":"26","dob":"28.09.1988","height_inches":"6'6\"","height_cms":"198","ranking":"9","history":"Nicknamed \"Chila\" by his friends...Began playing at age seven with his cousin, Tanja who lived in Germany and would come over during summer to his home city and says \"I liked playing from the beginning\"...Parents Zdenko (father) and Koviljka (mother) are retired...Has three brothers, two older Vinko and Goran, and one younger Mile, who is \"the most inspirational person because of his good advice\"...Finished as No. 2 junior in world in 2005 (behind Donald Young) and won four international junior titles, including Roland Garros (d. Van Der Duim)...Also QF at other three junior Grand Slams...In doubles, captured three junior titles in five finals...Hobbies include playing football and his favourite teams are AC Milan and Croatia (admires players Kaka and Robinho)...Admires countrymen Goran Ivanisevic and Ivan Ljubicic...Enjoys playing on all surfaces but says hard and grass are best-suited for him because of his height and style of play...Fitness trainer is Slaven Hrvoj.\nCilic, Ivanisevic Feature (February 2014)\nCilic DEUCE Feature (Jan. 2009)\nCilic Q&A Feature (May 2012)" },
 {"website":"http//www.davidferrer.com","pronounced":"fuh-RER","birthplace":"Javea, Spain","coach":"Francisco Fogues","plays":"Right-handed","name":"David Ferrer","turned pro":"2000","url":"/Tennis/Players/Top-Players/David-Ferrer.aspx","residence":"Valencia, Spain","age":"32","dob":"02.04.1982","height_inches":"5'9\"","height_cms":"175","ranking":"10","history":"Born in Javia but moved to Gandia at age 13, then two years later to Barcelona to attend Catalan Tennis Federation...Spent nine months at Equelite, Juan Carlos Ferrero’s Academy in Villena before moving back to Javea while practising in Denia...Father, Jaime, is an accountant, and his mother, Pilar, is an elementary school teacher...Older brother, Javier, who is a tennis coach and former Spanish junior champion (under 13)...His other favorite sports are football and basketball and big fan of Valencia FC...Enjoys reading and he keeps every book.\r\nFerrer 600 Match Wins Tribute (Oct. 2014)\nShark Bites: Ferrer 500 Match Wins (Jan. 2013)\nFerrer DEUCE Feature (Nov. 2007)\nFerrer DEUCE Feature (Nov. 2008)\n500 Match Wins Photo Gallery (Jan. 2013) \n" },
 {"website":"","pronounced":"","birthplace":"Haskovo, Bulgaria","coach":"Roger Rasheed","plays":"Right-handed","name":"Grigor Dimitrov","turned pro":"2008","url":"/Tennis/Players/Top-Players/Grigor-Dimitrov.aspx","residence":"Monte-Carlo, Monaco","age":"23","dob":"16.05.1991","height_inches":"6'3\"","height_cms":"190","ranking":"11","history":"Began to play tennis at age five...Only child of father, Dimitar, who is a tennis coach, and mother, Maria, who is a sports teacher and former volleyball player...Speaks Bulgarian and English...Considers favourite shot backhand down the line and favourite surfaces are hard court and grass...Ambition is to be World No. 1...Idol is growing up was Pete Sampras...Hobbies include cars, computers and watches...Compiled outstanding junior results, finishing as No. 3 junior in world in 2008...Captured Wimbledon and US Open junior titles and advanced to QF at Roland Garros in '08...In '07, reached Orange Bowl final in Miami (l. to Berankis)...Physiotherapist is former ATP World Tour trainer Stephane Vivier (since September 2014). Official Instagram Account\nDimitrov Q&A Feature (May 2012)\nDimitrov DEUCE Feature (Aug. 2012)" },
 {"website":"http//www.jowiltsonga.fr/","pronounced":"Jo-Wil freed TSON-ga","birthplace":"Le Mans, France","coach":"Nicolas Escude & Thierry Ascione","plays":"Right-handed","name":"Jo-Wilfried Tsonga","turned pro":"2004","url":"/Tennis/Players/Top-Players/Jo-Wilfried-Tsonga.aspx","residence":"Gingins, Switzerland","age":"29","dob":"17.04.1985","height_inches":"6'2\"","height_cms":"188","ranking":"12","history":" Nicknamed \"Ali\"...Father, Didier, is a former handball player (European handball) and chemistry teacher; mother, Evelyne, is a teacher; younger brother, Enzo, is a business student...Says he got strength from his father and kindness from his mother...His parents still live in Le Mans where his father went to study and where he met his mother who lived there (Le Mans is located in west of France and famous (at least in France) for two things: 1) 24 hours of Le Mans, an endurance car race; 2) les Rillettes (pronouce: \"Reeyett\" a \"pork meat paté\"). \nFinished 2003 as No. 2 junior in world (behind Baghdatis)…Reached SF at Australian Open juniors in 2002-03 along with Roland Garros and Wimbledon in '03...Won US Open junior title (d. Baghdatis)…Won first career junior title at 2002 Canadian Open (d. Bayer) and runner-up at Victorian Junior Championships that year (l. to Gasquet)…Also won title at 2003 Luxembourg Indoor Junior Championships...Named 2007 ATP Newcomer of Year and 2008 ATP Most Improved Player of Year...The BNP Paribas Masters final in Paris against Nalbandian was second highest audience on French TV Canal+ in 2008 for a Sunday sports program, peaking at 1.3 million viewers on match point...In 2011 was presented with the ATP Aces for Charity grant for his foundation “Attrap’ La Balle”, which provides underprivileged children in Congo with access to sports activities.\n\nTsonga DEUCE Feature (May. 2008)Tsonga DEUCE Feature (Jan. 2009)Tsonga DEUCE Feature (May 2011)\n" },
 {"website":"","pronounced":"","birthplace":"Riga, Latvia","coach":"Gunther Bresnik","plays":"Right-handed","name":"Ernests Gulbis","turned pro":"2004","url":"/Tennis/Players/Top-Players/Ernests-Gulbis.aspx","residence":"Jurmala, Latvia","age":"26","dob":"30.08.1988","height_inches":"6'3\"","height_cms":"190","ranking":"13","history":" Began playing at age five when his grandmother first brought him to a tennis court...Father, Ainars, is an investment businessman and former basketball player; mother, Milena, is a drama theatre actress...Has three sisters, Elina, who is older and finished her law degree in England; Laura and Monika who are younger and both play tennis; and one younger brother, Kristaps, who plays golf....Grandfather was a starter on former Soviet Union national basketball team which won European Championships.\nSpeaks Latvian, Russian, English and a little German...Enjoys playing soccer, basketball and hockey...Considers hard courts his favorite surface and serve and backhand drop shot his best shot...Used to work with former ATP pro Niki Pilic and trained at Pilic's Tennis Academy in Munich (from age 12-18).\n\nGulbis DEUCE Feature (Aug. 2010) \n" },
 {"website":"http//www.felicianolopez.com","pronounced":"","birthplace":"Toledo, Spain","coach":"Jose Clavet","plays":"Left-handed","name":"Feliciano Lopez","turned pro":"1997","url":"/Tennis/Players/Top-Players/Feliciano-Lopez.aspx","residence":"Madrid, Spain","age":"33","dob":"20.09.1981","height_inches":"6'2\"","height_cms":"188","ranking":"14","history":"Full name is Feliciano Lopez Diaz-Guerra...Began playing tennis at age five with father, Feliciano, who is a tennis coach; mother, Belen Diaz-Guerra, is a nurse...Younger brother, Victor, played tennis before enrolling at a university where he studies business...A big fan of Real Madrid football team and when at home he enjoys going out with friends to movies and to discos...As a junior, reached final of Orange Bowl 16s (l. to Coria) in 1997 and runner-up at European 18s junior championships (l. to Vinciguerra) in 1999...Also SF at Orange Bowl 18s (l. to Coria) in '99. Considers his serve as best shot and hard court his favourite surface...Won Spanish Championships in July 2003, defeating Rafael Nadal...In February 2008, accepted role as himself in Spanish family/humorous soap opera, \"Los Serrano\"...Featured in 18-page June 2013 issue of Esquire Latinoamerica with Almagro, Monaco and Verdasco…" },
 {"website":"","pronounced":"","birthplace":"Castellon de la Plana, Spain","coach":"Javier Piles","plays":"Right-handed","name":"Roberto Bautista Agut","turned pro":"","url":"/Tennis/Players/Top-Players/Roberto-Bautista-Agut.aspx","residence":"Castellon de la Plana, Spain","age":"26","dob":"14.04.1988","height_inches":"6'","height_cms":"183","ranking":"15","history":"Nicknamed “Bati”…Father, Joaquin, is a former football player and current banker; mother, Ester, owns a clothing store…Started playing tennis at age five when his mother signed him up to play on the weekends…Favourite shot is his forehand…Idols growing up were Juan Carlos Ferrero and David Ferrer… Enjoys horseback riding (he owns two horses) and playing all sorts of sports, especially football…Supports Villarreal C.F. and C.D. Castellon…He played football for Villarreal C.F. until he was 14 when he decided to focus on his tennis career…If he wasn’t a tennis player he would be a football player…Best memories in tennis were winning his first ATP World Tour titles in s-Hertogenbosch and Stuttgart as well as playing Davis Cup for first time (all in 2014)...Named 2014 Most Improver Player of the Year." },
 {"website":"","pronounced":"","birthplace":"Johannesburg, South Africa","coach":"Neville Godwin & Michael Anderson","plays":"Right-handed","name":"Kevin Anderson","turned pro":"2007","url":"/Tennis/Players/Top-Players/Kevin-Anderson.aspx","residence":"Delray Beach, FL, USA / Johann","age":"28","dob":"18.05.1986","height_inches":"6'8\"","height_cms":"203","ranking":"16","history":"Began playing tennis at age six...Parents Michael and Barbara retired from owning and operating an engineering business in 2007...Father now works part-time in hotel business...He used to play tennis as well as competitively run 800 metre races...Played collegiately at University of Illinois for three seasons (2005-07)...Won 2006 NCAA doubles title (w/Ryan Rowe)...Reached 2007 NCAA singles semifinals and doubles final...Also reached 2007 team final...Earned All-American honors all three years...Younger brother Gregory, played 3 years at Morehead State University in Kentucky and graduated in May 2011 and now works for a tennis academy in New York...Hobbies include outdoor adventuring and reading...Member of ATP Player Council from June 2012-14...Wife, Kelsey O'Neal (married on 10 November, 2011, in Willamette, Illinois), played on women’s golf team at Illinois.\n.\nAnderson DEUCE Feature (Jan. 2009)\nAnderson DEUCE Feature (Jan. 2012)\nAnderson Q&A Feature (May 2012)" },
 {"website":"http//www.tommy-robredo.com","pronounced":"roh-BREY-doh","birthplace":"Hostalric, Spain","coach":"Karim Perona","plays":"Right-handed","name":"Tommy Robredo","turned pro":"1998","url":"/Tennis/Players/Top-Players/Tommy-Robredo.aspx","residence":"San Cugat del Valles, Spain","age":"32","dob":"01.05.1982","height_inches":"5'11\"","height_cms":"180","ranking":"17","history":"Full name is Tommy Robredo Garces...Began playing tennis at age five and progressed through years to become No. 1 junior in Spain in 2000...Grew up playing on hard courts at Olot Swimming Club (100 miles north of Barcelona) and at age 14 first played on clay courts at Spanish Federation Tennis Center in Barcelona (C.A.R.)...Father, Angel, a tennis coach, was a big fan of the musical “The Who” and named his son after the group (Tommy bought the movie from “The Who” to find out more about it)...In June 2007, he and his father met the band at Wembley Arena in London... Mother, Dolores, was an assistant tennis coach and now a housewife...Supports FC Barcelona and favorite player is Puyol.\nIn juniors, won Orange Bowl 16-under in 1998 and in 2000 reached final at Roland Garros (l. to Mathieu)...One year later, advanced to 4th RD in main draw, the most success the following year from junior to tour competition...Considers forehand his best shot and clay his favorite surface but knows it is absolutely necessary to play on all surfaces...Appeared in \"People en Espanol\" in September 2007 issue and \"UK Cosmopolitan\" magazine in July 2007...In October 2007, received Men's Health \"Most Stylish Man\" in Spain award...In 2011 received ATP Aces for Charity Grant for the work he does with “The Tommy Robredo Foundation” who helps allow sports training for people with a disability and holds an international wheelchair tennis tournament…Trains at R.C.T.Barcelona...Fitness trainer is Toni Martinez.\nRobredo 500 Match Wins Tribute (October 2014)" },
 {"website":"","pronounced":"ga-EL mon-FEES","birthplace":"Paris, France","coach":"","plays":"Right-handed","name":"Gael Monfils","turned pro":"2004","url":"/Tennis/Players/Top-Players/Gael-Monfils.aspx","residence":"Switzerland","age":"28","dob":"01.09.1986","height_inches":"6'4\"","height_cms":"193","ranking":"18","history":"Full name Gael Sebastien Monfils...Nicknamed \"Lamonf\"...His father, Rufin, a former soccer player, comes from island of Guadeloupe...He is an agent for France Telecom...His mother, Sylvette, comes from island of Martinique and is a nurse...Also has one younger brother, Daryl, who partnered Gael at 2012 Montpellier...Considers Arthur Ashe to be his favourite player...Off court walks around with his iPod listening to music, in particular R&B...If he didn’t play tennis he would play basketball...Fan of NBA team Detroit Pistons and favourite basketball player is Carmelo Anthony.\nFinished as world's No. 1 junior in 2004 with titles at Australian Open (d. Ouanna), Roland Garros (d. Kuznetsov) and Wimbledon (d. Kasiri)...Did not drop a set in Australia and lost only one set each in Paris and Wimbledon...In 2003, was runner-up at Orange Bowl (l. to Baghdatis) and USTA Winter International Championships (l. to Rieschick)...Best friends are countrymen and former juniors Josselin Ouana, Jo-Wilfried Tsonga and Paterne Mamata...Named ATP Newcomer of Year in 2005.\n\nMonfils DEUCE Feature (Jan. 2010)" },
 {"website":"http//johnisner.com","pronounced":"","birthplace":"Greensboro,North Carolina USA","coach":"","plays":"Right-handed","name":"John Isner","turned pro":"2007","url":"/Tennis/Players/Top-Players/John-Isner.aspx","residence":"Tampa, Florida, USA","age":"29","dob":"26.04.1985","height_inches":"6'10\"","height_cms":"208","ranking":"19","history":"Full name John Robert Isner...Began playing tennis at age nine...Father, Robert, is a builder; mother Karen, is a real estate agent...Has two older brothers, Jordan, who is a teaching tennis pro and Nathan, who is a builder and works with his father (all three attended North Carolina State Univ.)...Played four years and earned All-American honors each season at Univ. of Georgia from 2004-07 and school's all-time leader in singles and doubles wins...In May 2007, reached NCAA singles final, losing to Virginia's Somdev Devvarman in a third set tie-break but led his squad to NCAA team title...Also won NCAA doubles title.\nHobbies include playing poker, golf, basketball and watching ESPN...Played basketball until ninth grade and was 6'3\" (1.90m) before growing five inches at around age 16... His favorite TV show is \"Curb Your Enthusiasm\"...Says if he wasn't a tennis player he would probably be a basketball player...Idol was former NBA star Karl Malone...Wears a size 15 shoe...Considers hard courts as favorite surface and his forehand and serve as strengths...Fitness trainer is Kyle Morgan...Chiropractor is Clint Cordial.\nIsner DEUCE Feature (Aug. 2010)\nIsner DEUCE Feature (Aug. 2012)\nIsner Guest Edits ATP Insider (August 2014)" },
 {"website":"http//www.fabiofognini.it","pronounced":"","birthplace":"Sanremo, Italy","coach":"Jose Perlas","plays":"Right-handed","name":"Fabio Fognini","turned pro":"2004","url":"/Tennis/Players/Top-Players/Fabio-Fognini.aspx","residence":"Arma di Taggia, Italy","age":"27","dob":"24.05.1987","height_inches":"5'10\"","height_cms":"178","ranking":"20","history":"Began playing tennis at age four...Nickname is \"Fogna'...Father, Fulvio, owns his own company; mother Silvana is a housewife...Has one younger sister, Fulvia, who is a student...Speaks four languages: Italian, English, Spanish and French...Hobbies include football, fan of Inter Milan and Genoa, and idols are football player Ivan Zamorano, motorbike star Valentino Rossi and football world champion Marco Materazzi...Enjoys playing on all surfaces and considers best shots his forehand and backhand...Fitness trainer is Javier Capitaine and physio is Marc Boada.\nFognini Q&A Feature (May 2012)\nFognini DEUCE Feature (May 2012)\n\n" },
 {"website":"","pronounced":"","birthplace":"Nice, France","coach":"Jan De Witt","plays":"Right-handed","name":"Gilles Simon","turned pro":"2002","url":"/Tennis/Players/Top-Players/Gilles-Simon.aspx","residence":"Neuchatel, Switzerland","age":"29","dob":"27.12.1984","height_inches":"6'","height_cms":"183","ranking":"21","history":"Began playing tennis at age six...Nickname is \"Gilou\"...As a junior, he was inspired by Michael Chang, saying, \"He showed me that you don't have to be tall in order to be a great player\"...Father, Daniel, works for an insurance company while mother Mireille is a doctor...Older brother Jean-Marie is an engineer...Favorite French player all-time is Cedric Pioline...Hobbies include video games, rollerblading and movies...Fiancé, Carine; sons, Timothé (born September 2, 2010) and Valentin (September 9, 2013)...\nConsiders his backhand his best shot...Friends on tour include fellow Frenchmen Gael Monfils, Jo-Wilfried Tsonga and Josselin Ouanna...If he could choose a tournament to win one day it would be Roland Garros...As a kid, always dreamed of playing on a packed center court...Best moment in his career thus far is beating No. 1 Rafael Nadal in the semifinals of Madrid in October 2008...Fitness trainer is Paul Quetin.\n\nSimon DEUCE Feature (May 2009)\nSimon Q&A Feature (Apr. 2012)\nSimon DEUCE Feature (May 2012)" },
 {"website":"","pronounced":"","birthplace":"Rocourt, Belgium","coach":"Thierry Van Cleemput","plays":"Right-handed","name":"David Goffin","turned pro":"2009","url":"/Tennis/Players/Top-Players/David-Goffin.aspx","residence":"Liege, Belgium","age":"23","dob":"07.12.1990","height_inches":"5'11\"","height_cms":"180","ranking":"22","history":"Nickname is \"La Goff\"...Plays with double-handed backhand...Started playing tennis aged six...Taught to play tennis by his father, Michel, who is a tennis coach at the Barchon Club in Liege...Mother's name is Francoise; has one brother, Simon...Favourite surface is hard courts...Hobbies include golf...Became the first lucky loser to reach the fourth round of a major championship since fellow Belgian Dick Norman at Wimbledon in 1995 when he reached last 16 on Grand Slam main draw debut at 2012 Roland Garros...Favourite quote is \"impossible is nothing\"...Roger Federer was his idol growing up - \"When I was young I had a lot of pictures in my bedroom of him\"...Named 2014 Comeback Player of the Year...Trains at the Belgian Tennis Federation in Mons.\r\nGoffin DEUCE Feature (Aug. 2012)" },
 {"website":"http//www.alexdolgopolov.com","pronounced":"","birthplace":"Kiev, Ukraine","coach":"","plays":"Right-handed","name":"Alexandr Dolgopolov","turned pro":"2006","url":"/Tennis/Players/Top-Players/Alexandr-Dolgopolov.aspx","residence":"Monte-Carlo, Monaco","age":"26","dob":"07.11.1988","height_inches":"5'11\"","height_cms":"180","ranking":"23","history":"Began playing at age three...Nickname is \"Dolgo\"...Mother, Elena, was an ex-gymnast who earned a gold and silver medal at the European Championships...Father, Oleksandr, was a former ATP pro and coached Alexandr from a young age until 2008...Also has a younger sister, Maria...Speaks Russian and English...Hobbies include car racing, driving his Subaru STIL and making internet games, which he is paid for...Favourite surface is clay...Ambition is to be ranked No. 1...Identifies his father as the most inspirational person in his life for helping become the tennis player that he is...If he wasn't a tennis player he would be Rally Car Driver as he loves to race...Made Davis Cup debut in September 2006. Official Twitter Account\n\nDolgopolov DEUCE Extra Feature (Feb. 2011)" },
 {"website":"http//www.pkohlschreiber.de/en/","pronounced":"PHEE-lip kol-shrie-ber","birthplace":"Augsburg, Germany","coach":"Stephan Fehske","plays":"Right-handed","name":"Philipp Kohlschreiber","turned pro":"2001","url":"/Tennis/Players/Top-Players/Philipp-Kohlschreiber.aspx","residence":"Altstaetten, Switzerland","age":"31","dob":"16.10.1983","height_inches":"5'10\"","height_cms":"178","ranking":"24","history":"Full name is Philipp Eberhard Hermann Kohlschreiber...Began playing tennis at age four...Parents Maria and Gerhard...His father used to operate a gas station...His mother is a kindergarten teacher...Two sisters, Sandra and Gerlinde...Prefers clay and hard courts...Enjoys driving cars, swimming and playing with his dogs...Favorite movie is \"Lord of the Rings\"...Follows football and hockey...Fan of FC Bayern Munich...Practices at the TennisBase Oberhaching in Munich...Fitness trainer is Carlo Thränhardt.\r\nKohlschreiber Feature (May 2014) " },
 {"website":"","pronounced":"beh-neh-TO","birthplace":"Bourg en Bresse, France","coach":"Loic Courteau","plays":"Right-handed","name":"Julien Benneteau","turned pro":"2000","url":"/Tennis/Players/Top-Players/Julien-Benneteau.aspx","residence":"Geneva, Switzerland","age":"32","dob":"20.12.1981","height_inches":"6'1\"","height_cms":"185","ranking":"25","history":"Started playing tennis at age four...Nickname is \"Bennet\"...Parents are Andre, who works for a glasses company, and Laurence, who is a lawyer...Has one brother (Antoine), who also plays professional tennis; and two sisters (Dominique and Marie-Sophie)...Captured US Open junior doubles title in 1999 (w/Mahut)...Tennis idols growing up were Yannick Noah and Jimmy Connors...Also idolised Michael Jordan...Favourite surfaces are indoor hard courts and clay...Likes to play soccer and ski in his spare time...Favourite soccer team is Olympic de Marseille." },
 {"website":"http//richardgasquet.net","pronounced":"gas-KAY","birthplace":"Beziers, France","coach":"Sergi Bruguera and Sebastien Grosjean","plays":"Right-handed","name":"Richard Gasquet","turned pro":"2002","url":"/Tennis/Players/Top-Players/Richard-Gasquet.aspx","residence":"Neuchatel, Switzerland","age":"28","dob":"18.06.1986","height_inches":"6'1\"","height_cms":"185","ranking":"26","history":"Began playing tennis at age four with father, Francis, who ran tennis club in Serignan; mother, Maryse, also teaches tennis…At nine, was on cover of French Tennis Magazine (February 1996)…Discovered by former ATP pro Pierre Barthes who ran the nearby Cap d'Agde tennis camp…Rugby fan and supports hometown Beziers team…No. 1 junior and World Junior Champion in 2002, winning Roland Garros (d. Recouderc) and US Open (d. Baghdatis)...Moved to Switzerland in Sept. 2005…In February 2008, launched 'The Richard Gasquet Foundation', which aims to help adolescents who struggle to find their place in society and who suffer from a lack of confidence…It will use sport as a way to bring underprivileged youths back to health and enable them to rediscover the joys of life; and as a way to build a future.\nGasquet DEUCE Feature (Jan. 2008)\nGasquet DEUCE Feature (June 2011)" },
 {"website":"http//www.ivo-karlovic.com","pronounced":"ee-vo CAR-lo-vitch","birthplace":"Zagreb, Croatia","coach":"Petar Popovic","plays":"Right-handed","name":"Ivo Karlovic","turned pro":"2000","url":"/Tennis/Players/Top-Players/Ivo-Karlovic.aspx","residence":"Zagreb, Croatia","age":"35","dob":"28.02.1979","height_inches":"6'11\"","height_cms":"211","ranking":"27","history":"Began playing tennis at age six...Tallest player (6’11”, 2.11m) to rank in Top 100 in history of ATP Rankings (since 1973)...Father, Vlado, works as a meteorologist; mother, Gordana, works in agriculture...Has one older sister, Anna, who used to play when she was younger...Hobbies include playing basketball and going to movies... Member of Croatia Davis Cup team since 2000 when he debuted against Ireland, winning dead rubber... Appeared in starting line-up for first time in 2002 against Argentina in Buenos Aires, losing to Chela in second rubber and to Gaudio in fifth and decisive rubber...Wife, Alsi (married Mar. 29, 2005), is Jamaican; daughter, Jada Valentina (born Sept. 16, 2011).\n\nKarlovic DEUCE Feature (Aug. 2007)\nKarlovic DEUCE Feature (Nov. 2008)\nKarlovic DEUCE Feature (Jan. 2012)\nKarlovic Form & Fitness Feature (May 2012)" },
 {"website":"http//leonardomayer.net/","pronounced":"","birthplace":"Corrientes, Argentina","coach":"Leo Alonso","plays":"Right-handed","name":"Leonardo Mayer","turned pro":"2003","url":"/Tennis/Players/Top-Players/Leonardo-Mayer.aspx","residence":"Buenos Aires, Argentina","age":"27","dob":"15.05.1987","height_inches":"6'2\"","height_cms":"188","ranking":"28","history":"Full name is Leonardo Martin Mayer…Nicknamed \"Leo\"…Began playing tennis at age nine…Father, Orlando, works in a bank; mother, Estela, is a teacher...Has two brothers Gabriel and Walter, one sister, Veronica....Considers clay as favourite surface and forehand as strength…Favourite hobby is playing football…One of top juniors in world in 2005, reaching a career-high No. 2 ranking in June before finishing No. 5…Reached six consecutive finals from February to May, winning titles in Peru, Uruguay, Paraguay and Brazil…Also runner-up in Argentina and Brazil…Later in season won Canadian junior title and followed with QF at US Open (d. Querrey, l. to eventual winner Sweeting), his best Grand Slam result…In doubles, captured five titles in ’05, including Roland Garros and Orange Bowl (boh w/Massa)….Lists Maradonna as the most inspirational person in his life...If he wasn't a tennis player he would be a football player, most likely a goalkeeper." },
 {"website":"","pronounced":"","birthplace":"Pau, France","coach":"Magnus Tideman","plays":"Right-handed","name":"Jeremy Chardy","turned pro":"2005","url":"/Tennis/Players/Top-Players/Jeremy-Chardy.aspx","residence":"Liege, Belgium","age":"27","dob":"12.02.1987","height_inches":"6'2\"","height_cms":"188","ranking":"29","history":"Began playing at age six...Father, Guy, is a banker; mother, Maryse, is a housewife...Older sister, Stephanie (31), is a French teacher and older brother Thierry (28), is a banker...Soccer fan of Paris Saint-Germain...Idol growing up was Pete Sampras...Considers serve as best shot...Would like to be an actor after his tennis career...Captured Wimbledon junior Championships (d. Young in SF, Haase in F) and finished runner-up at US Open juniors in 2005 (l. to Ryan Sweeting)...Finished No. 4 in world junior rankings in '05...In 2004, won Eddie Herr International in Florida and SF at Wimbledon juniors (l. to Monfils)...In doubles, reached Roland Garros juniors final in 2005 (w/Bubka)...Physiotherapist is Jean Jacques Peyroutou...Fitness trainer is Frederic Lefevre.\nChardy DEUCE Feature (Nov. 2009)\nChardy Feature (May 2014)" },
 {"website":"","pronounced":"","birthplace":"Concordia, Argentina","coach":"","plays":"Right-handed","name":"Pablo Cuevas","turned pro":"2004","url":"/Tennis/Players/Top-Players/Pablo-Cuevas.aspx","residence":"Salto, R. Oriental del Uruguay","age":"28","dob":"01.01.1986","height_inches":"5'11\"","height_cms":"180","ranking":"30","history":"Full name is Pablo Gabriel Cuevas...Began playing at age six at a country club with his parents, Gabriel, who is a businessman, and mother, Lucila, who is an accountant...Has one younger brother, Martin “Bebu”, who plays on the Futures and Challenger circuits...Daughter, Alfonsina, born on 10 October 2014...Best moment of his career is winning Roland Garros doubles title (w/Horna) in 2008 and Bastad and Umag singles titles in 2014...Future goal is to reach Top 30 in singles rankings...Considers baseline game and backhand as strengths and favourite surface is clay... Hobbies include surfing and playing football…As a junior, won his native Uruguay Bowl in 2004 and never played in a junior Grand Slam tournament... Favourite holiday spot is Punta del Este and particularly enjoys asados with friends and family when not on Tour…Works with Facundo Savio.\nCuevas Brothers DEUCE Feature (Jan. 2011)" },
 {"website":"https//www.facebook.com/LukasRosolOfficial","pronounced":"","birthplace":"Brno","coach":"Slava Dosedel","plays":"Right-handed","name":"Lukas Rosol","turned pro":"2004","url":"/Tennis/Players/Top-Players/Lukas-Rosol.aspx","residence":"Prague, Czech Republic","age":"29","dob":"24.07.1985","height_inches":"6'5\"","height_cms":"196","ranking":"31","history":"Started playing ice-hockey aged four and tennis with his parents aged six…Father, Emil, owns a car parts shop…Mother Diana is an ice-skating teacher and also works in the shop. Has one older sister Nicole and one older brother David…Hobbies include skiing (skies since five years old), playing football and hanging out with friends…Follows ice-hockey and is a fan of HC Lev Prague… Best tennis memories were defeating “Rafa” on Wimbledon Centre Court and winning the Davis Cup in 2012…Likes the mountains and favourite holiday spots are the Swiss and Austrian Alps…Likes Italian food and Argentinean meat." },
 {"website":"http//www.santigiraldo.com/","pronounced":"","birthplace":"Pereira, Colombia","coach":"Felipe Beron","plays":"Right-handed","name":"Santiago Giraldo","turned pro":"2004","url":"/Tennis/Players/Top-Players/Santiago-Giraldo.aspx","residence":"Pereira, Colombia","age":"27","dob":"27.11.1987","height_inches":"6'2\"","height_cms":"188","ranking":"32","history":"Began playing tennis at age two...Nicknamed \"Santi\"...Most inspirational people in his life are his family... His parents are Elsa and Eduardo, who is a private constructor...Has one older sister Carmina, nicknamed \"Car\", who used to play Fed Cup for Colombia and now works as a marketing CEO at Ripley in Colombia... Also has one older brother, Daniel, nicknamed \"Dani\", who works as a General CEO of Zona Franca Internacional de Pereira... Likes to watch movies, (drama and comedy), read (novels) and listen to music (reggaeton and electronic music)... His hobbies, besides reading and watching movies, are swimming and horse riding in the mountains in his beloved Pereira...Adapts well on all courts surfaces… He is a member of the Colombian Davis Cup team… Would like to be a politician…  Trains in Bradenton, Florida… Physical trainer and physiotherapist is Niels Renzenbrik; nutritionist is Andrew Terman." },
 {"website":"http//www.fernando-verdasco.com/","pronounced":"","birthplace":"Madrid, Spain","coach":"Sergio Perez","plays":"Left-handed","name":"Fernando Verdasco","turned pro":"2001","url":"/Tennis/Players/Top-Players/Fernando-Verdasco.aspx","residence":"Madrid, Spain","age":"31","dob":"15.11.1983","height_inches":"6'2\"","height_cms":"188","ranking":"33","history":"Full name is Fernando Verdasco Carmona...Began playing tennis at age four with his father, Jose, at their home, which had two hard courts in the backyard...Father and mother, Olga, own a restaurant in Madrid...Has two sisters, Sara and Ana...Close friend of Feliciano Lopez, who is also from Madrid...Favourite soccer team is Real Madrid...His favourite non-tennis destination is Miami and goes there for holidays...Considers forehand his best shot...Posed nude for Cosmopolitan Magazine in July 2008 issue to raise awareness of male cancer for Everyman Campaign...Featured in 18-page June 2013 issue of Esquire Latinoamerica with Almagro, Monaco and F. Lopez…Has trained part-time with Gil Reyes in Las Vegas from 2008-10...Technical advisor is former ATP Top 10 pro Thomas Enqvist (since February 2014) ...Fitness trainer is Vicente Calvo.\nVerdasco DEUCE Feature (Jan. 2009)\nVerdasco DEUCE Feature (Jan. 2011)\nVerdasco DEUCE Feature (Aug. 2011)" },
 {"website":"","pronounced":"","birthplace":"Bratislava, Slovak Republic","coach":"Martin Damm","plays":"Left-handed","name":"Martin Klizan","turned pro":"2007","url":"/Tennis/Players/Top-Players/Martin-Klizan.aspx","residence":"Bratislava, Slovak Republic","age":"25","dob":"11.07.1989","height_inches":"6'2\"","height_cms":"188","ranking":"34","history":"Full name is Martin Klizan...Nickname is \"Klizko\"...Speaks Slovak, English, Czech, Croatian, Polish and some Russian...Father, Milan, is the general manager at an electric transformator company; Mother, Darina, is a university teacher...Sister, Natalia, played tennis until the age of 12, now works in London, England...Started playing tennis aged three with this father...Won 2006 Roland Garros junior title...Favourite surface is clay...Favourite shot is forehand...Idols growing up were Marat Safin and Goran Ivanisevic...Hobbies include playing computer games, football, floorball and ice hockey...Cousin Radovan Kaufman won a gold medal at the 2000 Sydney Paralympics in track cycling...Fitness trainer is Ivan Trebaticky.\nFirst Time ATP Winner Spotlight (Sept. 2012)\n" },
 {"website":"http//samquerrey.com","pronounced":"","birthplace":"San Francisco, CA, USA","coach":"Tom Gullikson","plays":"Right-handed","name":"Sam Querrey","turned pro":"2006","url":"/Tennis/Players/Top-Players/Sam-Querrey.aspx","residence":"Las Vegas, NV, USA","age":"27","dob":"07.10.1987","height_inches":"6'6\"","height_cms":"198","ranking":"35","history":"Full name is Sam Austin Querrey...Began playing tennis at age four when introduced by his mother, Chris, is a housewife...Father, Mike, is a mortgage banker and was drafted by Detroit Tigers but chose to play college baseball instead...Has one younger sister Ellen, who is an outstanding volleyball player at Thousand Oaks High School...Had a full scholarship offer to play at Univ. of Southern California before deciding to turn pro in June 2006...Hobbies include playing basketball, table tennis and golf...As a junior, reached QF at US Open juniors in 2004 and Roland Garros juniors in 2005...Also won back-to-back junior hard court titles at USTA Spring Championships and Easter Bowl in April 2005...A Los Angeles Lakers (NBA) fan...Favorite surface is hard courts and considers serve and forehand his strength...Hit two home runs in batting practice on Mar. 29, 2008 at Dolphins Stadium in Miami...Chiropractor is Casey Cordial…\n\nQuerrey DEUCE Feature (May 2008)\nQuerrey DEUCE Feature (Aug. 2009)\nQuerrey DEUCE Feature (Aug. 2010)" },
 {"website":"","pronounced":"","birthplace":"La Roda (Albacete), Spain","coach":"Diego Dinomo","plays":"","name":"Guillermo Garcia-Lopez","turned pro":"2002","url":"/Tennis/Players/Top-Players/Guillermo-Garcia-Lopez.aspx","residence":"La Roda (Albacete), Spain","age":"31","dob":"04.06.1983","height_inches":"6'2\"","height_cms":"188","ranking":"36","history":"Nickname is \"Guille\" or \"Willy\"...Began playing tennis at seven years old...Father, Juan Garcia Ballesteros, is a teacher...Mother, Paqui Lopez Cuesta, is a nurse...Has one younger brother, Juan...Enjoys playing football and skiing...Follows results and supports FC Barcelona...Practices often with fellow resident Juan Carlos Ferrero...Athletes who inspired him are Zinedine Zidane, Pete Sampras and Michael Jordan...Favourite movie is Gladiator and book is Da Vinci Code...His favourite surface is clay and best shot is backhand down the line...Says greatest match he ever seen was countryman Sergi Bruguera's five-set win over Jim Courier in 1993 Roland Garros final...Considers his biggest win over No. 5 Carlos Moya in first round of 2005 Australian Open, which allowed him to break Top 100 for first time...Considers one of his best wins was beating then World No. 1 Rafael Nadal at Bangkok in October 2010...Fitness trainer is Jose Maria Castillo." },
 {"website":"","pronounced":"","birthplace":"Orange, California","coach":"Peter Lucassen","plays":"Right-handed","name":"Steve Johnson","turned pro":"2012","url":"/Tennis/Players/Jo/S/Steve-Johnson.aspx","residence":"Redondo Beach, California","age":"24","dob":"24.12.1989","height_inches":"6'2\"","height_cms":"188","ranking":"37","history":"Nicknamed \"Stevie\" and began playing tennis at age two. He started out using balloons and beach balls around his home. Entered his first tournament at age five…Father, Steve, is a tennis coach at Rancho San Clemente Tennis & Fitness Club, and his mother, Michelle, is a math professor. Older sister, Alison, is also a graduate of the Univ.  of Southern California…Credits his father with success in tennis: \"He taught me pretty much everything I know. Since I can remember, it's always been me and him out there hitting balls, having a blast. It's really been amazing. I wouldn't change anything\"…Growing up, he idolised Pete Sampras and Andre Agassi…Enjoys music of  U2 and Coldplay and likes to spend time relaxing at the beach…Majored in Human Performance and is just short of attaining his degree (hopes to complete his degree after tennis career).\n\n\n" },
 {"website":"http//www.RendyLu.com","pronounced":"yen-soon loo","birthplace":"Taipei, Chinese Taipei","coach":"Roberto Antonini","plays":"Right-handed","name":"Yen-Hsun Lu","turned pro":"2001","url":"/Tennis/Players/Top-Players/Yen-Hsun-Lu.aspx","residence":"Taipei, Chinese Taipei","age":"31","dob":"14.08.1983","height_inches":"5'11\"","height_cms":"180","ranking":"38","history":"Began playing at age eight...Nicknamed himself \"Rendy\" since his English teacher had a difficult time with his given first name so he chose that name...Says if he wasn't playing tennis, he said he'd likely be back in school studying...Has one older brother, who is a computer engineer...His parents are in business...Aspires to be the first Chinese player to reach the Top 10...Favourite surface is hard courts...Wife, Chien Chung-wen (married Dec. 4, 2010); son, Lu Wei-Chen, born on 30 October 2014…Physio is Stefan Duell.\nLu DEUCE Feature (May 2009)" },
 {"website":"","pronounced":"","birthplace":"Wiener Neustadt, Austria","coach":"Gunter Bresnik","plays":"Right-handed","name":"Dominic Thiem","turned pro":"2011","url":"/Tennis/Players/Top-Players/Dominic-Thiem.aspx","residence":"Lichtenworth, Austria","age":"21","dob":"03.09.1993","height_inches":"6'1\"","height_cms":"185","ranking":"39","history":"Nickname is “Dominator”…Speaks German and English…Started playing tennis aged six, but grew up on the courts...Parents are Wolfgang and Karin, who are both professional tennis coaches; one younger brother, Moritz, goes to school and plays tennis in the afternoons, dreaming of a pro career…Idols growing up were Stefan Koubek and Jurgen Melzer…Favourite shots are forehand and favourite surface is clay…Favourite tournaments are Vienna and Kitzbuhel…Big football fan and supports Chelsea FC…Also enjoys and follows ski jump competitions...Favourite food is sushi...Coached by Gunter Bresnik, full-time in Vienna, since 2004… Physical trainers are Resnik Sepp (since 2013) and Dr. Michael Reinprecht (since 2014).\nEmirates ATP Rankings Star Of Tomorrow - Thiem Feature (February 2014)" },
 {"website":"http//www.benni-becker.com/","pronounced":"","birthplace":"Merzig, Germany","coach":"Andrei Pavel","plays":"Right-handed","name":"Benjamin Becker","turned pro":"2005","url":"/Tennis/Players/Be/B/Benjamin-Becker.aspx","residence":"Orscholz, Germany","age":"33","dob":"16.06.1981","height_inches":"5'10\"","height_cms":"178","ranking":"40","history":"Began playing at age seven...Nicknamed \"Benni\"...Father, Jorg, works in a tax office; mother, Ulrike, works at a retail store; one younger sister, Kathrin...No relation to former No. 1 and six-time Grand Slam title winner Boris Becker...Played four years from 2001-05 at Baylor University in Texas and earned All-America honors last three years...Captured NCAA singles title (d. Michael Kogan of Tulane) and helped Baylor to its first team title in 2004 (d. UCLA)...Majored in Finance and International Business and is one semester short of earning his degree...Favourite surface is hard courts and considers his serve and forehand as most important parts of his game...A big soccer and basketball fan and favorite soccer team is 1. FC Koln and follows NBA Dallas Mavericks because of countryman Dirk Nowitzki...Idolised Becker and Andre Agassi growing up...Voted Sportsman of the Year in November, 2006, in his home province Saarland in Germany by 38 percent of the viewers of German local television channel SR...Named 2006 ATP Newcomer of Year." },
 {"website":"","pronounced":"","birthplace":"Cuenca, Spain","coach":"Jorge Montesinos","plays":"Right-handed","name":"Pablo Andujar","turned pro":"","url":"/Tennis/Players/Top-Players/Pablo-Andujar.aspx","residence":"Valencia, Spain","age":"28","dob":"23.01.1986","height_inches":"5'11\"","height_cms":"180","ranking":"41","history":"Full name is Pablo Andujar Alba...Speaks Spanish, English, French and Italian...Began playing at age six...Father, Jose; mother, Inma...Has one brother, Jose, and sister, Ana...Enjoys football and a fan of Levante U.D....Admires play of countrymen Juan Carlos Ferrero, David Ferrer and Rafael Nadal...Reached QF in singles and captured Roland Garros junior doubles title in 2004 (w/Marcel Granollers)...Finished No. 7 in world junior rankings in '04...In 2003, went 4-2 in junior finals and 2-1 following year...Plays for Club de Tenis Valencia.\nAndujar Q&A Feature (Apr. 2012)" },
 {"website":"","pronounced":"","birthplace":"Lincoln, Nebraska, USA","coach":"Troy Hahn","plays":"Right-handed","name":"Jack Sock","turned pro":"2011","url":"/Tennis/Players/Top-Players/Jack-Sock.aspx","residence":"Tampa, Florida, USA","age":"22","dob":"24.09.1992","height_inches":"6'3\"","height_cms":"190","ranking":"42","history":"Nicknames are “J. Sizzle” or “Showtime”…Started playing tennis aged eight, when he found his mother’s racquet…Father, Larry, is a financial advisor and golfer; mother, Pam, is a housewife; brother, Eric, is a college athlete…As a junior captured 18 USTA National titles...Graduated from Blue Valley North High School, Kansas in May 2011...Compiled an 80-0 record in his high school career, winning four consecutive state championships...Won the 2010 USTA Boys' 18s Nationals and 2010 US Open junior title…Favourite surfaces are clay and hard, and shot is forehand…Favourite tournament is the US Open…Idol growing up was Andy Roddick…Hobbies include playing golf and hanging out with friends…Supports Kansas City Chiefs (NFL) and Nets (NBA)…Trains in Saddlebrook, Tampa..." },
 {"website":"http//www.jerzy-janowicz.com/","pronounced":"","birthplace":"Lodz, Poland","coach":"Kim Tiilikainen","plays":"Right-handed","name":"Jerzy Janowicz","turned pro":"2007","url":"/Tennis/Players/Top-Players/Jerzy-Janowicz.aspx","residence":"Lodz, Poland","age":"24","dob":"13.11.1990","height_inches":"6'8\"","height_cms":"203","ranking":"43","history":"Started playing tennis aged five with his parents, who played tennis for fun…Father, Jerzy, and mother, Anna Szalbot, were both professional volleyball players, who owned a chain of sports shops…Idol growing up was Pete Sampras…Likes all surfaces and favourite shot is forehand…Hobbies include computers and computer games; considers himself very skilled with computers in general…As a junior reached the 2007 US Open (l. to Berankis) and 2008 Roland Garros (l. to Yang) finals, reaching a junior career-high No. 5 in January 2008...Made Davis Cup debut for Poland in July 2008...Runs the Jerzyk Cup, promoting the sport to young children…In July 2013, he was awarded the Gold Cross of Merit by Polish President Bronislaw Komorowski...Strength and conditioning coach is Piotr Grabia.\nJanowicz Feature - \"The Pole-veriser\" (July 2013)" },
 {"website":"","pronounced":"","birthplace":"Soizy, France","coach":"Eric Prodon","plays":"Left-handed","name":"Adrian Mannarino","turned pro":"2005","url":"/Tennis/Players/Ma/A/Adrian-Mannarino.aspx","residence":"Soizy, France","age":"26","dob":"29.06.1988","height_inches":"6'","height_cms":"183","ranking":"44","history":" Began playing at age five...Father, Florent, teaches tennis; mother, Annie, is a former school teacher; has three older brothers, Julien, Thomas and Morgan, who has played 10 Futures events between 2006-10; one younger sister, Iris...While growing up, admired fellow left-hander Marcelo Rios...Enjoys playing on all surfaces and does not have a favourite surface...Considers volley as best shot...Says best place he enjoys playing in is in his home country...Fan of Paris St. Germain soccer team...Favourite actors are Jean Dujardin, Jamel Debbouze and Thomas Ngijol...Fitness trainer is Pascal Supiot (since Sept 2011)." },
 {"website":"http//www.andreasseppi.com/","pronounced":"","birthplace":"Bolzano, Italy","coach":"Massimo Sartori","plays":"Right-handed","name":"Andreas Seppi","turned pro":"2002","url":"/Tennis/Players/Top-Players/Andreas-Seppi.aspx","residence":"Caldaro, Italy","age":"30","dob":"21.02.1984","height_inches":"6'3\"","height_cms":"190","ranking":"45","history":"Nickname is \"Andy\"...Native tongue is German, but also speaks Italian and English...Mother, Marialuise, works in a sporting goods shop; father, Hugo, works in transport business and has one younger sister, Maria...Hobbies are football and skiing...Considers clay and hard courts as favourite surfaces and considers forehand as his best shot...Idol growing was Yevgeny Kafelnikov...Fitness trainer is Dalibor Sirola.\nDEUCE Seppi Feature (Jan. 2013)" },
 {"website":"http//www.marcelgranollers.com","pronounced":"","birthplace":"Barcelona, Spain","coach":"Fernando Vicente","plays":"Right-handed","name":"Marcel Granollers","turned pro":"2003","url":"/Tennis/Players/Top-Players/Marcel-Granollers.aspx","residence":"Barcelona, Spain","age":"28","dob":"12.04.1986","height_inches":"6'3\"","height_cms":"190","ranking":"8","history":"Full name is Marcel Granollers Pujol...Began playing at age five...Father, Javier, is a commercial director and mother Montse, is a teacher... Also has a younger brother, Gerard, who also plays professional tennis on the ATP World Tour...Speaks Spanish and English...Enjoys football and supports R.C.D. Espanyol...Played his only junior Grand Slam tournament at Roland Garros in 2004 and captured doubles title (w/Andujar)...Considers clay his favourite surface...Physical trainer is Sergi Valldaura." },
 {"website":"","pronounced":"jeel MU-ler","birthplace":"Luxembourg City, Luxembourg","coach":"Alexandre Lisiecki, Jamie Delgado","plays":"Left-handed","name":"Gilles Muller","turned pro":"2001","url":"/Tennis/Players/Top-Players/Gilles-Muller.aspx","residence":"Leudelange, Luxembourg","age":"31","dob":"09.05.1983","height_inches":"6'4\"","height_cms":"193","ranking":"47","history":"Began playing tennis aged five…Nicknamed \"Mulles\"…Parents are Marcel, who is a retired postal worker, and Miriam, who is a housewife…His brother Patrick works for a security company…Attended high school in Luxumbourg until he was 16, then moved to France…Completed one more year of schooling there…Speaks French, English, German and Luxembourgish…Enjoys rock music and good movies…Enjoys all sports, especially football and basketball...Wife, Alessia Fauzzi, (married July 10, 2010)…Sons, Lenny (born May 6, 2011) and Nils (born June 5, 2012)…Works with physical trainer Frank Eicher." },
 {"website":"","pronounced":"mee-KAIL YOOS-nee","birthplace":"Moscow, Russia","coach":"Boris Sobkin","plays":"Right-handed","name":"Mikhail Youzhny","turned pro":"1999","url":"/Tennis/Players/Top-Players/Mikhail-Youzhny.aspx","residence":"Moscow, Russia","age":"32","dob":"25.06.1982","height_inches":"6'","height_cms":"183","ranking":"48","history":"Began playing tennis at age six..Father, Mikhail, passed away; mother, Lubov, is an economist...Has one older brother, Andrei, who has played mostly pro Futures events in his career from 1998-2000...Compiled outstanding junior results, reaching final of Australian Open juniors in 1999 (l. to Pless)...Childhood hero was Stefan Edberg and “liked his mentality”...At age 13, ballboyed for Russia-U.S. Davis Cup final in Moscow in 1995 and posed for photos with U.S. members Courier, Sampras and Todd Martin...Gives military style salute to fans after big wins with racket above his head with left hand and salute with right...Graduated with Philosophy Doctor’s Degree from the University of Moscow on Nov. 15, 2011...Wife, Yulia (married Nov. 22, 2008 in Moscow); sons, Maxim (born on Dec. 4, 2009) and Igor (born on July 4, 2012)...Fitness trainer is Oleg Mosiakov and coached by Boris Sobkin (since age 10).\nYouzhny DEUCE Feature (Nov. 2010)" },
 {"website":"","pronounced":"","birthplace":"Orenburg, Russia","coach":"Klaudiya Istomina","plays":"Right-handed","name":"Denis Istomin","turned pro":"2004","url":"/Tennis/Players/Top-Players/Denis-Istomin.aspx","residence":"Tashkent, Uzbekistan","age":"28","dob":"07.09.1986","height_inches":"6'2\"","height_cms":"188","ranking":"49","history":"Began playing at age five...Born in Orenburg, Russia and now resides in Tashkent, Uzbekistan...Nicknamed \"Deni\"...Father, Oleg, is a businessman; mother, Klaudiya Istomina, coaches her son...Has a younger brother, Anton...Speaks English and Russian...Suffered a leg injury in a car accident traveling to a Futures event in Tashkent in April 2001, underwent surgery which required as many as 80 stiches and spent three months in the hospital...Did not touch a racquet for two years, resuming training in April 2003...Likes soccer (supports Real Madrid) and playing pool...Graduated from University of Physical Culture & Sport in Uzbekistan with degree in physical culture in June 2011.\nIstomin DEUCE Feature (Aug. 2009)" },
 {"website":"","pronounced":"LAY-ton HYOO-it","birthplace":"Adelaide, Australia","coach":"Tony Roche","plays":"Right-handed","name":"Lleyton Hewitt","turned pro":"1998","url":"/Tennis/Players/Top-Players/Lleyton-Hewitt.aspx","residence":"Nassau, Bahamas","age":"33","dob":"24.02.1981","height_inches":"5'11\"","height_cms":"180","ranking":"50","history":"Full name is Lleyton Glynn Hewitt...Played Australian Rules Football until age 13, then decided to pursue tennis career...In brief junior ranks, ranked as No. 1 Aussie in 18-under division in 1996 and captured Australian National Grasscourts 18s that year...Also Australian National Hardcourts 18s champion...Enjoys golf and Australian Rules Football (Adelaide Crows fan)...His father, Glynn, is a former Aussie Rules Football player and his mother, Cherilyn, was a physical education teacher...Has one younger sister, Jaslyn (born Feb. 23, 1983), who was No. 1 junior in Australia in 2000, and won her first Challenger title in Canberra in 2004.\nGood friend of fellow Aussie golfers Greg Norman and Aaron Baddeley...Supporter of many children’s charitable foundations in Australia - the Starlight Foundation and the McGuinisses-McDermott Cancer Foundation, among others...In August 2002, made Special Olympics his primary charitable cause by becoming a global ambassador for the organization with the primary mission of helping Special Olympics double their international membership by 2005 via clinics and public appearances as he travels the world; launched Special Olympics Tennis Program in Shanghai during 2002 Masters Cup; took part in Special Olympics World Summer Games in Dublin in 2003; and invites Special Olympics athletes to tennis tournaments, commercial shoots, and other personal appearances around the world.\nThe Australia Post launched a commemorative Lleyton Hewitt stamp in January 2002 prior to the Australian Open and in 2004 featured a Lleyton Hewitt Limited Edition post card during the Australian Open...Named Young Australian of the Year in Jan. 2003 as part of annual Australia Day honors...Vogue/GQ (Australia) Sportsman of the Year in 2003...Also named Australia’s male athlete of the year in 2002 at the Australian Sports Awards...Voted Most Popular South Australian athlete by the public for three consecutive years (2001-03)...In December 2003, Caddied for Greg Norman at Australian PGA event...Wife, Bec Cartwright (married July 21, 2005 in Sydney) is an Aussie actress...Daughters, Mia Rebecca (born Nov. 29, 2005), Ava Sydney (born Oct. 19, 2010), Son, Cruz (born Dec. 11, 2008)...\nHewitt DEUCE Feature (Aug. 2009)\nHewitt DEUCE Feature (Jan. 2012) \nATP Heritage: Hewitt, King Of Queen's (June 2013)\nATP Heritage: Lleyton Hewitt, 2001-02 (Aug. 2013)\n\n\nLleyton Glynn Hewitt is a screaming, fist-pumping, chest-thumping firebrand on court. “C’mon!” he yells at himself, finding inspiration in his obsession with the movie “Rocky” about an underdog boxer. At 5-foot-11, he is a solid 170 pounds. The leanness is deceptive, for he grew up playing breakneck Aussie Rules Football and hurls his body with abandon at shots others would let pass. Such intensity made him, at 20 in 2001, the youngest men’s No. 1 ever, 69 years after Wimbledon champ Ellsworth Vines (USA) was at the top, a slightly older 21 in 1932. \nHe is also the youngest since ATP Rankings began in 1973. Hewitt has won two major championship singles titles—the 2001 U.S. Open over Pete Sampras (USA), 7-6 (7-4), 6-1, 6-1, and 2002 Wimbledon over David Nalbandian (ARG), 6-1, 6-3, 6-2—as well as the US Open doubles in 2000 with Max Mirnyi (BLR), as of 2008. He has also won 25 other ATP singles titles since turning pro in 1998 at age 16. He was again No. 1 for 2002. \nThe Australian’s passing shots and especially, his return of serve, are strengths. Hewitt himself is enamoured with his topspin lob. Critics of Hewitt—and he has many—suggest he lacks the tools to become a dominant player, missing a booming serve, a killer return or a crushing groundstroke. All he does is win. Pat Rafter, his compatriot, called Hewitt a “little mongrel” for his refusal to be beaten. He has also been called an “undersized, overcharged kid,” a “racquet-wielding Energizer Bunny,” and “Bart Simpson with a Yonex.” For his part, Hewitt has called Australian fans “stupid”; called a chair umpire a “spastic”; made an insensitive remark about a black line judge at the US Open; dismissed coaches in controversial fashion; and had a long public spat with the ATP after being fined $103,000 for refusing to do a television interview. \nHewitt was born in Adelaide on Feb. 24, 1981. His father Glynn played Australian Rules Football for Richmond and his mother Cherilyn was a professional netballer. Neither sport is for the fainthearted. Their son learned tennis early, and they took him to his first Australian Open as a spectator at age five. Hewitt qualified for the Australian Open in January, 1997, a month before his 16th birthday, the youngest qualifier in the 108-year-old tournament. \nHe debuted that month on the ATP Rankings at No. 797. Four years later, at 20 years, nine months, he was No. 1, undercutting Jimmy Connors (USA), No. 1 on the ATP computer in 1974 at 22 years, three months in 1974. Vines, at 21, was three months older than Lleyton.\nHis precocious talent was displayed at age 16 when he captured his hometown title at Adelaide over Jason Stoltenberg (AUS), 3-6, 6-3, 7-6 (7-4) in 1998. The five men he beat (including Andre Agassi in the semis) had a combined total of 1,108 career victories; Hewitt had none until then. He became the lowest-ranked player, at No. 550, to win in tour history. In 1999, Hewitt won his first clay-court title (Delray Beach), his only victory in four finals. \nHe made his Davis Cup debut that July against the United States, launching the successful drive to the Cup with a leadoff win over Todd Martin, 6-4, 6-7 (1-7), 6-3, 6-0. Russia’s Yevgeny Kafelnikov promised to administer a “tennis lesson” to the brash upstart in the semi-final.\nInstead, the Russian was humbled in straight sets. Lleyton led his nation to three more finals, losing to Spain (2000) and France (2001), defeating Spain in 2003 as he set the pace, downing Juan Carlos Ferrero, 3-6, 6-3, 3-6, 7-6 (7-0), 6-2. \nHewitt won four titles in 2000, the first teenager to win that many since Pete Sampras a decade earlier. He got his first major championship title, a doubles at the U.S., youngest male, at 19 years, 6 months, to win a major doubles in the Open era. At Flushing Meadow the following year, he defeated No. 7 seed Kafelnikov in the semis, 6-1, 6-2, 6-1, and Sampras in the final, 7-6 (4-7), 6-1, 6-1, to claim his first singles major championship. \nHewitt won five other tournaments in 2001, including the year-end Masters, over Sebastien Grosjean (FRA), 6-3, 6-3, 6-4, appropriately in Sydney, and was at the top of the class. Some thought him a caretaker in the top spot until a more skilled player arrived to succeed the likes of Sampras and Agassi. But not only did he hold the ranking, he added a second major, Wimbledon, defeating David Nalbandian ARG, 6-1, 6-3, 6-2 and defended his Masters title in Shanghai over Ferrero, 7-5, 7-5, 2-6, 2-6, 6-4. He dropped only two sets at Wimbledon to become the first Australian in 15 years to win on Centre Court. Pat Cash was the last. His dream of being the first Aussie to rule his country since Mark Edmondson in 1976 was squashed in the 2005 final, a 1-6, 6-3, 6-4, 6-4 triumph for Russian Marat Safin. \nMAJOR TITLES (3) — Wimbledon singles, 2002; U.S. singles, 2001; U.S. doubles, 2000.\n- Bio Courtesy Bud Collins, written 2008. \nhttp://www.newchaptermedia.com/shop/ " },
 {"website":"","pronounced":"","birthplace":"Gijon, Spain","coach":"Javier Duarte","plays":"Right-handed","name":"Pablo Carreno Busta","turned pro":"2009","url":"/Tennis/Players/Ca/P/Pablo-Carreno-Busta.aspx","residence":"Barcelona, Spain","age":"23","dob":"12.07.1991","height_inches":"6'2\"","height_cms":"188","ranking":"51","history":"Full name is Pablo Carreño Busta...Speaks Spanish and English…Started playing tennis aged six…Parents are Alfonso, an architect, and Maria Antonia, a doctor; has two sisters, Lucia and Alicia…Favourite surface is clay and shot is backhand…Idol growing up was Juan Carlos Ferrero and now is David Ferrer…Was ranked junior World No. 6 in 2009...Supports Sporting de Gijon…Has trained in Barcelona since he was 15…Physical trainer is Walter Navarro…Named Most Improved Player of the Year in November 2013.\nEmirates ATP Rankings Star Of Tomorrow - Carreno Busta Feature (May 2014)" },
 {"website":"http//www.nickkyrgios.org/","pronounced":"","birthplace":"Canberra, ACT, Australia","coach":"Todd Larkham","plays":"Right-handed","name":"Nick Kyrgios","turned pro":"2013","url":"/Tennis/Players/Ky/N/Nick-Kyrgios.aspx","residence":"Canberra, Australia","age":"19","dob":"27.04.1995","height_inches":"6'4\"","height_cms":"193","ranking":"52","history":"Full name is Nicholas Hilmy Kyrgios. Nicknamed “Kygs”...Started playing tennis at age 7 with his mother...Father, George is Greek and a painter and decorator; mother, Norlaila, is from Malaysia and a computer software engineer; older brother Christos is a lawyer and owner of a Gold’s Gym; older sister Halimah is a singer and an actress...Enjoys playing on all surfaces and considers serve his best shot...Listens to a variety of music but specifically likes Lil Wayne, Drake and Rihanna. Likes comedies and watches TV show Family Guy..Enjoys watching and playing basketball, favourite NBA team is Boston Celtics and favourite player Kevin Garnett. Also fan of Tottenham Hotspur F.C. and Emanuele Adebayor...Idols growing up were Federer, Tsonga, LeBron James and Michael Jordan...Considers Wimbledon and US Open as favourite tournaments...Best memory in tennis so far was reaching QF at Wimbledon 2014...Awarded with Australia’s Newcombe Medal in ’14, which is given annually to Australia’s most outstanding tennis player...Has trained at the Australian Institute of Sport since 2012 alongside Tennis Australia...Coached by former ATP pro Todd Larkham. Fitness trainers are Aaron Kellett and Matt James.\nKyrgios: Stars of Tomorrow (Apr. 2014)\nKyrgios Feature (Mar. 2013)\nKyrgios Guest Edits ATP Insider (Sep. 2014)" },
 {"website":"http//www.vasekpospisil.com","pronounced":"","birthplace":"Vernon, British Columbia","coach":"Frederic Fontang","plays":"Right-handed","name":"Vasek Pospisil","turned pro":"2007","url":"/Tennis/Players/Top-Players/Vasek-Pospisil.aspx","residence":"Freeport, Bahamas","age":"24","dob":"23.06.1990","height_inches":"6'4\"","height_cms":"193","ranking":"53","history":"Plays with a double-handed backhand...Started playing tennis aged five...Speaks English, Czech and French...Father, Milos, is a tennis coach; Mother, Mila…Has two brothers, Tom, a computer programmer, and Petr, a science teacher…Trained in Prostejov, Czech Republic, from 15 to 18...Member of Tennis Canada's National Training Centre, in Montreal, since September 2010…Favourite surface is hard courts...Favourite shot is forehand...Favourite tournament is US Open...Idols growing up were Pat Rafter and Roger Federer...Hobbies includes listening to music and hanging out with friends and family...Sports teams followed includes Vancouver Canucks and Montreal Canadiens...Goal in tennis is \"to be a consistent Top 30 player\"...If he wasn't a tennis player, would like to have been a \"soccer player\"...Made Canadian Davis Cup debut in February 2008...Cassiano Costa, Jamie Allen\nPospisil Emirates ATP Rankings Feature (Aug. 2013)\nPospisil Last Time Feature (May 2014)\nPospisil Guest Edits ATP Insider (July 2014)" },
 {"website":"","pronounced":"","birthplace":"Guimaraes, Portugal","coach":"Frederico Marques","plays":"Right-handed","name":"Joao Sousa","turned pro":"2005","url":"/Tennis/Players/So/J/Joao-Sousa.aspx","residence":"Barcelona, Spain","age":"25","dob":"30.03.1989","height_inches":"6'1\"","height_cms":"185","ranking":"54","history":"Began playing tennis aged seven with his father Armando at the local club…Moved to Barcelona at 15 to pursue his dream and become a professional tennis player…Father, Armando, is a judge and mother, Adelaide, is a banker…Has one brother, Luis, who is a student…Growing up he admired Juan Carlos Ferrero, Pete Sampras and Roger Federer…Hobbies include playing and watching football, reading books, going to the cinema and hanging out with friends…If he wasn't a tennis player he would have loved to become a football player or a doctor…Favourite shot is the forehand…Trains at the BTT Academy in Barcelona…Speaks Portuguese, Spanish, Catalan, English, French and Italian…Since October 2013 has been managed by Polaris Sports, a Sports Marketing company that also manages some of the top football players in the World, like Cristiano Ronaldo." },
 {"website":"http//www.simonebolelli.com","pronounced":"","birthplace":"Bologna, Italy","coach":"Giancarlo Petrazzuolo","plays":"Right-handed","name":"Simone Bolelli","turned pro":"2003","url":"/Tennis/Players/Top-Players/Simone-Bolelli.aspx","residence":"Monte-Carlo, Monaco","age":"29","dob":"08.10.1985","height_inches":"6'","height_cms":"183","ranking":"55","history":"Began playing tennis at age seven in Bologna and admired Stefan Edberg and Patrick Rafter growing up...Father, Daniele, is a dentist; mother, Stefania, is an accountant...Has one older sister, Simona, who is a bank manager...Used to swim and play football as a youngster...Likes cinema (favourite movie is Gladiator), music (Queen, Michael Jackson) and chatting with friends online...Goal is to reach Top 10...Favourite shot is forehand and surface is hard courts...Wife, Ximena Fleitas (married August 5, 2009)...Official Instagram Account" },
 {"website":"http//www.bernardtomic.com","pronounced":"","birthplace":"Stuttgart, Germany","coach":"John Tomic","plays":"Right-handed","name":"Bernard Tomic","turned pro":"2008","url":"/Tennis/Players/Top-Players/Bernard-Tomic.aspx","residence":"Monte-Carlo, Monaco","age":"22","dob":"21.10.1992","height_inches":"6'5\"","height_cms":"196","ranking":"56","history":" Plays with a double-handed backhand...Started playing tennis aged seven...Father, John, started work driving taxis; mother, Ady, was a biomedical scientist; sister, Sara, also plays tennis...Favourite surface is grass...Idols growing up were Pete Sampras, Lance Armstrong, Ian Thorpe and Michael Jordan...Hobbies include basketball, football and table tennis...Likes Eminem and 50 Cent...As a junior he won the 2008 Australian Open - aged 15, the youngest player in tournament history - 2009 US Open titles and the under-12, under-14 and under-16 Orange Bowls...Made his Davis Cup debut for Australia in 2009.\n" },
 {"website":"","pronounced":"","birthplace":"Chicago, Illinois, USA","coach":"Donald Sr. & lIlona Young","plays":"Left-handed","name":"Donald Young","turned pro":"2004","url":"/Tennis/Players/Yo/D/Donald-Young.aspx","residence":"Atlanta, Georgia, USA","age":"25","dob":"23.07.1989","height_inches":"6'","height_cms":"183","ranking":"57","history":"\nBegan playing tennis at age three with mother, Illona, and father, Donald, Sr. who are both tennis teaching professionals...Parents run the South Fulton Tennis Center in College Park, Georgia, outside of Atlanta after Donald Sr. took over operations in fall of 2003...Writes right-handed...Trains on occasion at IMG Academy in Bradenton, Fla. with Nick Bollettieri...Favorite athletes are Michael Jordan, Pete Sampras and Tiger Woods ...Enjoys playing table tennis and board games like Monopoly....Only sports figure in Newsweek Magazine's \"Who's Next?\" feature on Dec. 27, 2004...In 2005, became youngest year-end World No. 1 in junior rankings at 16 years, 5 months (one month younger than Richard Gasquet in '02)...Won Australian Open junior title at age 15 to become youngest-ever and first African-American boy to be ranked No. 1 in the world...Also first American to win Australian junior title and finish No. 1 since Andy Roddick in 2000...Advanced to SF at Wimbledon and QF at US Open in '05...In doubles, won US Open title (w/Clayton) and reached final at Australian Open (w/De Bakker)....In 2007, captured Wimbledon junior title, first American to win since Scott Humphries in 1994...In 2004, reached Orange Bowl 18-under final (l. to Neilly) and in 2003 won Orange Bowl 16-under title (d. Thron), becoming first American to win that age division title since Jim Courier in 1986...Won Easter Bowl 14s and 18s titles in 2003-04...Named as Davis Cup practice partner for QF tie vs. Spain in 2007...Coached by parents.\n\nYoung DEUCE Feature (Jan. 2008)" },
 {"website":"http//www.sergiy-stakhovsky.com","pronounced":"","birthplace":"Kiev, Ukraine","coach":"Fabrice Santoro","plays":"Right-handed","name":"Sergiy Stakhovsky","turned pro":"2003","url":"/Tennis/Players/Top-Players/Sergiy-Stakhovsky.aspx","residence":"Kharkov, Ukraine","age":"28","dob":"06.01.1986","height_inches":"6'4\"","height_cms":"193","ranking":"58","history":"Began playing at age six in Kiev Olympic Stadium…Father, Eduard, is a urology professor; mother, Olga, is a retired university economics teacher; Has two brothers, Aleksandr (a doctor, who is older), and Leonard, who plays tennis and is younger…Supports Ukraine Institute of Cancer…Speaks five languages - Ukranian, Slovak, Czech, Russian and English…Enjoys reading Russian classics with some easy reading mixed in and favourite writers are Bulgakov, Sinkevich and Dominik Dan…Enjoys all ball sports, especially football, basketball and table tennis…Also enjoys swimming and spending time with friends at the cinema, bowling or playing billards…Favourite players growing up were Patrick Rafter and Pete Sampras…Also admired countryman Andrei Medvedev and watched a lot of his matches…Member of ATP Player Council from June 2012-14...Wife, Anfisa Bulgakova (married 24 September 2011)" },
 {"website":"http//www.janlennardstruff.com/","pronounced":"","birthplace":"Warstein, Germany","coach":"Ute Strakerjahn and Christoph Reichert","plays":"Right-handed","name":"Jan-Lennard Struff","turned pro":"2009","url":"/Tennis/Players/St/J/Jan-Lennard-Struff.aspx","residence":"Warstein, Germany","age":"24","dob":"25.04.1990","height_inches":"6'5\"","height_cms":"196","ranking":"59","history":"Nickname is “Struffi”…Speaks German and English…Started playing tennis aged six with his parents, Dieter and Martina, who are both tennis coaches…Favourite surface is clay and shot is backhand…Favourite tournament is Roland Garros…Idol growing up was Pete Sampras…Hobbies include football and watching television and movies…Supports Borussia Dortmund (football)…" },
 {"website":"","pronounced":"","birthplace":"Azul, Argentina","coach":"Gustavo Tavernini","plays":"Left-handed","name":"Federico Delbonis","turned pro":"2007","url":"/Tennis/Players/De/F/Federico-Delbonis.aspx","residence":"Azul, Argentina","age":"24","dob":"05.10.1990","height_inches":"6'3\"","height_cms":"190","ranking":"60","history":"Plays with a two-handed backhand...Speaks Spanish and English...Nickname is \"Delbo\" or \"Gordo\"...Started playing tennis aged seven...Father, Horacio, is a hair products distributor; was once a goalkeeper for a professional football team; mother, Marta, is a social assistant; brother, Alfredo, and sister, Felicitas, are both students...Goal in tennis is \"my dream is to be No. 1\"...Favourite surfaces are clay and outdoor hard courts...Favourite shot is his forehand...Favourite tournament is Roland Garros...Idols growing up were Guillermo Vilas and Bjorn Borg...Hobbies include football, movies and going out with friends...Practises in Azul and Barcelona." },
 {"website":"","pronounced":"","birthplace":"Buenos Aires","coach":"Sebastian Prieto","plays":"Right-handed","name":"Diego Schwartzman","turned pro":"2010","url":"/Tennis/Players/Sc/D/Diego-Schwartzman.aspx","residence":"Buenos Aires","age":"22","dob":"16.08.1992","height_inches":"5'7\"","height_cms":"170","ranking":"61","history":"Speaks Spanish and English…Started playing tennis aged seven…Parents are Ricardo and Silvana; has two brothers, Andres, a travel agent, and Matias, a computer programmer; sister, Natali, is a lawyer…Favourite surface is clay and shot is backhand…Favourite tournament is Roland Garros…Idols growing up were Juan Román Riquelme (football) and Rafael Nadal…Best tennis memory is playing playing Roger Federer on  Arthur Ashe Stadium at 2014 US Open...Hobbies include playing and watching Boca Juniors…Physical trainer is Nicolas Sac…Official Instagram Account" },
 {"website":"http//www.juanmonaco.com","pronounced":"mo-NAH-co","birthplace":"Tandil, Argentina","coach":"Ignacio Menchon","plays":"Right-handed","name":"Juan Monaco","turned pro":"2002","url":"/Tennis/Players/Top-Players/Juan-Monaco.aspx","residence":"Buenos Aires, Argentina","age":"30","dob":"29.03.1984","height_inches":"6'1\"","height_cms":"185","ranking":"62","history":"Started playing at age six...Father, Hector, is a businessman...Mother, Cristina, is an architect...Has one sister, Mara, and brother, Andres...Enjoys spending time at home in Tandil with family and friends...Fellow ATP players Mariano Zabaleta, Juan Martin del Potro and Diego Junqueira also originate from Tandil...Enjoys playing football...Favourite sports to follow are football and basketball...Favourite teams are Estudiantes de la Plata, Miami Heat and Carolina Panthers...Grew up idolising Andre Agassi...Favourite movies are 300 and Gladiator...Enjoys reading biographies of illustrious people...Enjoys BBQ with friends in Tandil...Favourite football players are Lionel Messi and former player Juan Sebastian Veron...Favourite NBA players are Manu Ginobili and Luis Scola...Appeared in 18-page feature June 2013 issue of Esquire Latinoamerica with Nicolas Almagro, Feliciano Lopez and Fernando Verdasco…Fitness trainer is Nacho Menchon.\nMonaco DEUCE Feature (Aug. 2012)" },
 {"website":"","pronounced":"","birthplace":"Barcelona, Spain","coach":"Jose Maria Diaz - Noe Losmozos","plays":"Left-handed","name":"Albert Ramos-Vinolas","turned pro":"2007","url":"/Tennis/Players/Top-Players/Albert-Ramos-Vinolas.aspx","residence":"Mataro, Spain","age":"26","dob":"17.01.1988","height_inches":"6'2\"","height_cms":"188","ranking":"63","history":"Full name is Albert Ramos-Viñolas...Started playing aged five, because of his father, Guzman, a dentist, played at a local club in Mataro; mother is Leonor; has an older brother, Eduard, who works at a sports shop, and one younger sister, Anna, a student...Is following an online business administration degree...When not on the tour, he enjoys most spending time with friends and family...Favourite surface is clay and favourite shot is  forehand...He is a big fan of the FC Barcelona and likes to go to the Camp Nou when he gets a chance...Idol growing up was Alex Corretja. " },
 {"website":"","pronounced":"","birthplace":"Rome, Italy","coach":"Claudio Galoppini","plays":"Right-handed","name":"Paolo Lorenzi","turned pro":"2003","url":"/Tennis/Players/Lo/P/Paolo-Lorenzi.aspx","residence":"Siena, Italy","age":"32","dob":"15.12.1981","height_inches":"6'","height_cms":"183","ranking":"64","history":"Began playing tennis aged seven, introduced to the game by his older brother Bruno...Father, Marco, is a surgeon. Bruno is a surgeon also...Mother, Marina, is a housewife and often follows him to tournaments...Likes football and basketball and supports Fiorentina and MPS Siena...He has been attending University in Siena and studying Medical Faculty...Likes listening to music and reading books by Stephen King...Tennis idol was Boris Becker...Prefers to play on outdoor hard courts." },
 {"website":"http//www.thomazbellucci.com.br/","pronounced":"","birthplace":"Tiete, Brazil","coach":"Francisco Clavet","plays":"Left-handed","name":"Thomaz Bellucci","turned pro":"2005","url":"/Tennis/Players/Top-Players/Thomaz-Bellucci.aspx","residence":"Sao Paulo, Brazil","age":"26","dob":"30.12.1987","height_inches":"6'2\"","height_cms":"188","ranking":"65","history":"Full name is Thomaz Cocchiarali Bellucci…Father, Ildebrando, is a salesman; mother, Maria Regina, is a business owner…Has one older sister, Beatriz…Considers serve and forehand as strengths and favourite surface is clay…Future goal is to break Top 20…In his spare time likes to play video games (won a Ducati in a video game competition during Shanghai 2010)…A big football fan of Sociedade Esportiva Palmeiras in São Paulo…Best friend on tour is countryman and doubles player Marcelo Melo…Favourite tournaments are Rio Open, Brasil Open and Roland Garros.\nBellucci DEUCE Feature (May 2010)\nOfficial Facebook \nOfficial Twitter " },
 {"website":"","pronounced":"","birthplace":"Pribran, Czech Republic","coach":"","plays":"Left-handed","name":"Jiri Vesely","turned pro":"2009","url":"/Tennis/Players/Ve/J/Jiri-Vesely.aspx","residence":"Breznice, Czech Republic","age":"21","dob":"10.07.1993","height_inches":"6'6\"","height_cms":"198","ranking":"66","history":"Started playing tennis aged four on his own at home against the wall after watching his father, Jiri, a tennis coach, play…Mother, Irena, is a shoe company manager; has two sisters, Aneta and Natalie…Idols growing up were Roger Federer and Tomas Berdych…Favourite surfaces are hard and clay courts, favourite shot is serve…If he wasn’t a tennis player, he would do something related to sports…Supports Slavia Prague football club…Fitness coach is Jozef Ivanko (since 2008).\nNamed ATP Star of Tomorrow Award presented by Emirates in November 2013…This new category, replacing the player-voted Newcomer of the Year, is awarded to the youngest player who finished in the Top 100 of Emirates ATP Rankings (as of 28 October)…Began season ranked outside the Top 250, broke into the Top 100 on 8 July – two days before his 20th birthday – and reached a career-high No. 78 by August. The Czech made his tour-level main draw debut as a qualifier at Roland Garros and also won three ATP Challenger Tour titles from five finals…" },
 {"website":"","pronounced":"","birthplace":"Tbilisi, Georgia","coach":"Guillermo Canas","plays":"Right-handed","name":"Teymuraz Gabashvili","turned pro":"2001","url":"/Tennis/Players/Ga/T/Teymuraz-Gabashvili.aspx","residence":"Moscow, Russia","age":"29","dob":"23.05.1985","height_inches":"6'2\"","height_cms":"188","ranking":"67","history":"Began playing at age six  at school...Born in Tbilisi, Georgia and moved to Moscow at age nine...Father, Besiki, mother, Ana...Has one younger brother, Levan, and one younger sister, Ekaterina...His idols growing up were Michael Jordan...Does not have a favorite surface (enjoys playing on all) and considers return as strength in his game...Considers wife and parents the most inspirational people in his life...Wife, Maria Melihova, a graduate from the University of North Florida in 2009...Daughter, Nicole, born 6 September, 2012 in Boca Raton, FL...Has made Miami his American home...Trained at Barcelona Total Tennis Club for five years...Coached by Guillermo Canas (since April 2011) on a trial basis." },
 {"website":"","pronounced":"","birthplace":"Karvina, Czech Republic","coach":"Petr Korda","plays":"Right-handed","name":"Radek Stepanek","turned pro":"1996","url":"/Tennis/Players/Top-Players/Radek-Stepanek.aspx","residence":"Monte Carlo, Monaco","age":"36","dob":"27.11.1978","height_inches":"6'1\"","height_cms":"185","ranking":"68","history":"Nicknamed “Steps” by his countrymen...Began playing at age three with his father, Vlastimil, who is a tennis coach; mother, Hana, is a librarian; brother, Martin, is a policeman...His hometown of Karvina is an industrial mining town in north of Czech Republic near Polish border...Admired Ivan Lendl while growing up...Hobbies are playing soccer, floorball and hockey (wanted to be a goalie as a youngster)...His favorite NHL players are countrymen Jaromir Jagr and Dominik Hasek.\nEnjoys playing on all surfaces...Considers his serve as best shot...Since 2001, has worked with countryman Petr Korda in Bradenton, Florida part-time...Best friend on tour is countryman Jiri Novak.\nStepanek DEUCE Feature (Jan. 2008)\nStepanek-Paes DEUCE Feature (June 2012)" },
 {"website":"http//dusan-lajovic.com/","pronounced":"","birthplace":"Belgrade, Serbia","coach":"Boris Bosnjakovic","plays":"Right-handed","name":"Dusan Lajovic","turned pro":"2007","url":"/Tennis/Players/La/D/Dusan-Lajovic.aspx","residence":"Stara Pazova, Serbia","age":"24","dob":"30.06.1990","height_inches":"6'","height_cms":"183","ranking":"69","history":"Nickname is \"Dutzi\"...Started playing at aged seven, by accident...The only sport available for his age group was the tennis program...Speaks Serbian and English...Parents are Dragisa and Marina...Trained at the Catalanian Federation in Barcelona...If he wasn't a tennis player would be a football (soccer) player, supports FC Barcelona...Goal in tennis is to win a Grand Slam title (Wimbledon)...Favourite surface is hard and shot is backhand...Favourite tournament is Belgrade...Idol growing up was Pete Sampras...Physical trainer is Strahinja Tomovic (since 2008)." },
 {"website":"","pronounced":"","birthplace":"Volgograd, Russia","coach":"Anastasia Kukushkina","plays":"Right-handed","name":"Mikhail Kukushkin","turned pro":"2006","url":"/Tennis/Players/Top-Players/Mikhail-Kukushkin.aspx","residence":"Astana, Kazakhstan","age":"26","dob":"26.12.1987","height_inches":"6'","height_cms":"183","ranking":"70","history":"\nBegan playing tennis at age six with father Alexander who coached him until age 17…Mother, Tatiana…Has one older sister, Ekaterina...Likes to play on hard courts, best shots are ground strokes…Moved to Kazakhstan in 2008…Has no specific goals in terms of rankings or results but just wants to give his best on the court…Likes movies and reading Russian books…Best friends on the tour are Andrey Golubev and Yuri Schukin…Married to coach Anastasiia Kukushkina (November 19, 2011) who he's worked with since May 2009.\n \n" },
 {"website":"http//www.nicoalmagro.net","pronounced":"al-MAH-groh","birthplace":"Murcia, Spain","coach":"Samuel Lopez","plays":"Right-handed","name":"Nicolas Almagro","turned pro":"2003","url":"/Tennis/Players/Top-Players/Nicolas-Almagro.aspx","residence":"Murcia, Spain","age":"29","dob":"21.08.1985","height_inches":"6'","height_cms":"183","ranking":"71","history":"Full name is Nicolas Almagro Sanchez...Nickname is \"Nico\"...Parents are Nicolas and Mercedes...His siblings Juan and Balta are both teachers...Started playing tennis at age eight...Favourite surface is clay...Considers forehand his best shot... If he wasn't a player, he would have loved to be a football player...When not on tour, he enjoys most spending time with his family...Enjoys Spanish music, computers and comedies...Enjoys very much Spanish TV show ‘El Hormiguero’, as well as ‘Entourage’ and ‘How I met your mother’...Also enjoys soccer, big fan of Real Murcia and Real Madrid...Appeared in 18-page feature June 2013 issue of Esquire Latinoamerica with Feliciano Lopez, Juan Monaco and Fernando Verdasco…Speaks Italian and a little English...Fitness trainer is Jose Luis Molina...Trains at JC Ferrero Equelite Sport Academy in Alicante.\nAlmagro DEUCE Feature (May 2011)" },
 {"website":"http//www.charlyberlocq.com","pronounced":"behr-LOK","birthplace":"Chascomus, Argentina","coach":"Francisco Yunis","plays":"Right-handed","name":"Carlos Berlocq","turned pro":"2001","url":"/Tennis/Players/Top-Players/Carlos-Berlocq.aspx","residence":"Buenos Aires, Argentina","age":"31","dob":"03.02.1983","height_inches":"6'","height_cms":"183","ranking":"72","history":"Full name is Carlos Alberto Berlocq…Began playing at age four…Nicknamed \"Charlie\"…Father, Carlos is an electrian; mother, Amadeo is a hairdresser…Comes from one of the biggest families on ATP circuit with three sisters (Mara, Fernanda, Florencia) and brother (Guillermo)…Says, \"It would be a dream to have a charity foundation\" later in his career…Favourite surfaces are clay and hard and considers volley his best shot…Wife, Maria Noel Serrano (married November 30, 2006), daughter Stefania (born October 30, 2009), son Agustin (born February 19, 2014)…Fitness trainers are Horacio Anselmi and Hernan Rojas..." },
 {"website":"http//jarkkonieminen.fi","pronounced":"YAR-ko nee-MIN-in","birthplace":"Masku, Finland","coach":"Jan de Witt","plays":"Left-handed","name":"Jarkko Nieminen","turned pro":"2000","url":"/Tennis/Players/Top-Players/Jarkko-Nieminen.aspx","residence":"Masku, Finland","age":"33","dob":"23.07.1981","height_inches":"6'1\"","height_cms":"185","ranking":"73","history":"Began playing tennis at age four with his parents...Father, Kauko, and mother, Leena, are retired chemists...Has one older sister, Anna-Riikka, who is an editor at a publishing company...Speaks Finnish, Swedish and English...Enjoys hockey, badminton, soccer and listening to various types of music...Won 1999 Junior US Open title over Denmark’s Kristian Pless...No. 9 in junior world rankings that year...Former No. 1 Bjorn Borg watched his 2001 Stockholm final and said, “‘I think he could become a great personality”...Wife, Anu Weckstrom is No. 1 badminton player in Finland (married June 11, 2005) and reached a career-high No. 13 in world...Both members of Finland’s 2004, 2008 and 2012 Olympic team...In November 2007, served a short stint in Finnish army...Member of ATP Player Council from June 2010-June 2014.\nNieminen DEUCE Feature (May 2008)\nNiemien Q&A Feature (May 2012)" },
 {"website":"","pronounced":"","birthplace":"Volzhskij, Russia","coach":"Yuri Schukin","plays":"Right-handed","name":"Andrey Golubev","turned pro":"2005","url":"/Tennis/Players/Go/A/Andrey-Golubev.aspx","residence":"Astana, Kazakhstan","age":"27","dob":"22.07.1987","height_inches":"6'1\"","height_cms":"185","ranking":"74","history":"Began playing at age six…Father, Alexander, and mother, Marina, are doctors…Has one younger brother, Denis…Born in Volzhskij, Russia and moved to Bra, Italy when he was 15 after friend Igor Eremin invited him to live and train there…Bra locals nickname him \"Andrea\"…In June 2008, changed his nationality to represent Kazakhstan in Davis Cup competition…Speaks Russian, Italian and English…His goal is to be World No. 1…Off court interests include Playstation and watching his favourite football team Juventus…Favourite players are Pete Sampras, Marat Safin and Roger Federer…Considers indoor hard courts his favourite surface and serve and forehand his best shots…Named 2010 Most Improved Player Of The Year...\nGolubev DEUCE Feature (Nov. 2010)" },
 {"website":"","pronounced":"","birthplace":"Jajce, Bosnia-Herzegovina","coach":"Mark Woodforde","plays":"Right-handed","name":"Marinko Matosevic","turned pro":"2003","url":"/Tennis/Players/Top-Players/Marinko-Matosevic.aspx","residence":"Melbourne, Australia","age":"29","dob":"08.08.1985","height_inches":"6'4\"","height_cms":"193","ranking":"75","history":"\nStarted playing tennis aged 10...Father is Branko, mother is Ljubica...Favourite player is Marat Safin...Considered his strengths a solid groundstroke game and a sound volley...Enjoys Italian and Greek food...Favourite movie is The Godfather...Hobbies include playing football, basketball and poker.\n" },
 {"website":"","pronounced":"","birthplace":"Bizerte, Tunisia","coach":"Dejan Petrovic","plays":"Right-handed","name":"Malek Jaziri","turned pro":"2003","url":"/Tennis/Players/Ja/M/Malek-Jaziri.aspx","residence":"Tunis, Tunisia","age":"30","dob":"20.01.1984","height_inches":"6'1\"","height_cms":"185","ranking":"76","history":"Plays with a two-handed backhand...Speaks Spanish, French, English and Arabic…Nickname is \"Jazz\"…Started playing tennis aged five…Parents are Mohamed and Heida, brothers Emir and Elyes, all are involved in the business world…Member of the 1998 African 14 & Under ITF Touring Team funded by the Grand Slam Development Fund that travelled to Europe…Trained in Barcelona for two years…Favourite surface is hard court and favourite shot is forehand…Favourite tournament is the US Open…Idol growing up was Pete Sampras…Hobbies include football, movies, music and golf, supports the Club Athletique Bizertin (CAB)…Made Davis Cup debut for Tunisia in 2000…Coached by Dejan Petrovic (since 2014)." },
 {"website":"http//www.tommyhaas.com","pronounced":"HAHS","birthplace":"Hamburg, Germany","coach":"Alexander Waske","plays":"Right-handed","name":"Tommy Haas","turned pro":"1996","url":"/Tennis/Players/Top-Players/Tommy-Haas.aspx","residence":"Bradenton, Florida - LA, CA","age":"36","dob":"03.04.1978","height_inches":"6'2\"","height_cms":"188","ranking":"77","history":"Full name is Tommy Haas…Began playing at age four with his father, Peter, who is Austrian and a former European champion in judo and ex-schoolmate of Hollywood star and former Governor of California Arnold Schwarzenegger, who came to watch a match in Los Angeles in 2001…Following 2004 Los Angeles win, Haas went to the Governor's house for celebratory dinner…Mother, Brigitte, and two sisters, Sabine and Karin…Moved to Bradenton, Fla. to attend Nick Bollettieri Academy at age 11 and has been there full-time since he was 13…Was No. 11 junior in world ranking in singles in 1995…Reached Orange Bowl 18s final (l. to Zabaleta) in ‘95…Enjoys spending time with family and friends, and watching sports and movies…Admires achievements of countryman Boris Becker…Broke his right ankle in December 1995 (surgery on Jan. 10, ‘96) and his left ankle in December 1996, which also required surgery…Finished high school in Bradenton, Fla. in May 1996…Flew with Blue Angels squadron over stadium court in Indian Wells in 1998…Father opened a tennis academy in Kitzbühel in 1999…Received American citizenship on Jan. 27, 2010 in Tampa and has dual citizenship…In 2012, awarded a Fiat 500 by the Vienna tournament after 500th career win...Fiance Sara Foster (actress), daughter Valentina (born Nov. 14, 2010)...Physio is Carlos Costa (not former player).\nHaas DEUCE Feature (Nov. 2007)\nHaas DEUCE Feature (Aug. 2009)\nHaas DEUCE Feature (Jan. 2012)\nHaas Form & Fitness  Feature (Apr. 2012)\nHaas DEUCE Feature (Aug. 2012)" },
 {"website":"","pronounced":"","birthplace":"Santiago, Dominican Republic","coach":"Alejandro Fabbri","plays":"Right-handed","name":"Victor Estrella Burgos","turned pro":"2002","url":"/Tennis/Players/Es/V/Victor-Estrella-Burgos.aspx","residence":"Santiago, Dominican Republic","age":"34","dob":"02.08.1980","height_inches":"5'8\"","height_cms":"173","ranking":"78","history":"Nickname is “Viti”…Speaks Spanish and English…Started playing tennis aged eight…Father is Elgio Felix; mother is Ana; brothers, Hector, Henry and Felix…Favourite shot is forehand and surface is hard courts...Best tennis memories is the 2014 US Open third round (l. to Milos Raonic) and Davis Cup ties...Hobbies include playing softball and spending time with friends…If he wasn’t a tennis player, he’d liked to have been a baseball player or a singer…Physical trainer is Maria Rizzo...Official Instagram Account.\n10 Questions For Victor Estrella Burgos (Mar. 2014)" },
 {"website":"http//www.peter-gojowczyk.de","pronounced":"","birthplace":"Dachau, Germany","coach":"Lars Uebel","plays":"Right-handed","name":"Peter Gojowczyk","turned pro":"2006","url":"/Tennis/Players/Go/P/Peter-Gojowczyk.aspx","residence":"Munich, Germany","age":"25","dob":"15.07.1989","height_inches":"6'1\"","height_cms":"185","ranking":"79","history":"Speaks German and English…Began playing tennis aged four, when he received a tennis racquet as a present...Nickname is \"Gojo\"...Father, Reinhard; mother, Maria; sister, Alexandra...Favourite surface is hard and shot is backhand down the line and crosscourt forehand...Favourite tournament is Doha and the Grand Slams...Idol growing up was Roger Federer...Hobbies include playing football and snowboarding...Supports Bayern Munich football club...Goal in tennis is to “first reach Top 50 and the dream is Top 10”…Trains at the Sport-Scheck Allwetteranlage (Scheck-ProBase) in Munich." },
 {"website":"","pronounced":"","birthplace":"Ptuj, Slovenia","coach":"","plays":"Left-handed","name":"Blaz Rola","turned pro":"2014","url":"/Tennis/Players/Ro/B/Blaz-Rola.aspx","residence":"Ptuj, Slovenia","age":"24","dob":"05.10.1990","height_inches":"6'4\"","height_cms":"193","ranking":"80","history":"Parents, Marijan (father) and Majda (mother) and has one sister, Eva...Played 3 years at Ohio State Univ. from 2011-13 and was a 3-time All-American in singles...Majored in international business administration...Captured NCAA singles title in 2013, defeating Jarmere Jenkins of Virginia in final...Had a 32-1 singles record in his junior season and finished as No. 2 ranked player in country...Also won NCAA doubles title in 2012 (w/Chase Buchanan)...Compiled a career record of 110-15 in singles and 105-14 in doubles. Named Ohio State Male Athlete of the Year in ‘13...Named Big Ten Freshman of the Year in ’11 and academic All-Big Ten honoree...Prior to attending Ohio State, in 2010, he won both singles and doubles titles at Futures event in home country of Slovenia. Qualified for boys' Australian and US Opens in 2008 and reached Round of 16 in Orange Bowl in ’08...Favourite shot is forehand...Favourite surface is hard courts...When not on tour likes to spend time at home with family and friends...Is a proud Buckeye." },
 {"website":"","pronounced":"","birthplace":"Narrandera, Australia","coach":"Ben Mathias","plays":"Right-handed","name":"Sam Groth","turned pro":"2006","url":"/Tennis/Players/Gr/S/Sam-Groth.aspx","residence":"Melbourne, Australia","age":"27","dob":"19.10.1987","height_inches":"6'4\"","height_cms":"193","ranking":"81","history":"Nickname is “Grothy”…Started playing tennis aged 10 in Corowa, NSW…Parents are Philipp and Melinda; brother, Oliver, and sister, Sophie…Favourite surfaces are grass and hard courts and shot is serve…Favourite tournament is Australian Open…Idols growing up were Pat Rafter and Mark Philippoussis…Chose tennis over Aussie Rules football at 16, moving to Melbourne to train…Hobbies include most sports, music, movies…Love Aussie Rules football and would be an AFL player if he wasn’t involved in tennis…Favourite team is Sydney Swans (AFL)…Spends a lot of time in Richmond, VA, now between tournaments...Was Wimbledon junior doubles finalist (w/Kennaugh)…At an ATP Challenger Tour event in Busan in May 2012, hit the fastest serve on record at 163.4 miles per hour." },
 {"website":"http//www.haider-maurer.at","pronounced":"","birthplace":"Zwettl, Austria","coach":"Werner Eschauer","plays":"Right-handed","name":"Andreas Haider-Maurer","turned pro":"2005","url":"/Tennis/Players/Top-Players/Andreas-Haider-Maurer.aspx","residence":"Innsbruck, Austria","age":"27","dob":"22.03.1987","height_inches":"6'3\"","height_cms":"190","ranking":"82","history":"Father Wilhelm; mother Elfriede, brother Mario...Started playing tennis aged seven...Reached a career-high No. 9 on ITF junior circuit in 2005...Idols growing up were Rafael Nadal and Hermann Maier (alpine skier)...Favourite surface is clay and grass and considers serve his best shot...Goal is to reach Top 20, best memory is reaching 2010 Vienna final...Hobbies include music, cinema and fashion. Also enjoys swimming...Practises at Berger-Eschauer Academy in Vienna...Fitness trainer is Christian Kohl." },
 {"website":"http//robinhaase.nl","pronounced":"","birthplace":"The Hague, The Netherlands","coach":"Mark De Jong","plays":"Right-handed","name":"Robin Haase","turned pro":"2005","url":"/Tennis/Players/Top-Players/Robin-Haase.aspx","residence":"Turnhout, Belgium","age":"27","dob":"06.04.1987","height_inches":"6'3\"","height_cms":"190","ranking":"83","history":"Began playing tennis at 2 1/2 years old… Plays tennis right-handed but is actually left-handed…Father, Axel and mother, Annie, are both retired…Has one older brother, Eric, who worked for General Electric and Nike, and one older sister, Inga, who teaches German…Enjoys reading, movies and hanging with friends when he is not travelling…Also loves all sorts of sports including basketball and ice hockey…His idol growing up was Andre Agassi…Has no preference on surface but would consider clay his favourite surface...Member of the ATP Player Council from June 2012-14.\r\nHaase Q&A Feature (Apr. 2012)" },
 {"website":"http//www.igorsijsling.com","pronounced":"","birthplace":"Amsterdam, The Netherlands","coach":"Raymond Knaap","plays":"Right-handed","name":"Igor Sijsling","turned pro":"2006","url":"/Tennis/Players/Si/I/Igor-Sijsling.aspx","residence":"De Haan, Belgium","age":"27","dob":"18.08.1987","height_inches":"6'3\"","height_cms":"190","ranking":"84","history":"Plays with a one-handed backhand...Started playing tennis aged five and participated in a number of different activities beginning at age 3; playing soccer on streets, basketball and taking ballet lessons....Speaks Dutch and English...Father, Han, is a lawyer; mother, Jelena, \"who kicked me onto a tennis court\", is an investor; brother, Edward, is an electronical engineer...At 12 concentrated on tennis and played on Dutch youth teamsand won Dutch championships and Masters in 2007...As a junior, had a career-high combined ranking of No. 10 and was a runner -up at European Junior Championship....Favourite surfaces are grass and clay...Favourite shot is the volley...Favourite tournament is Wimbledon...Idols growing up were Michael Jordan and Dennis Bergkamp...Hobbies include basketball and watching movies...If he wasn't a tennis player he'd be a lawyer...Obtained his diploma at Vossius Gymnasium in Amsterdam...First represented The Netherlands in Davis Cup in 2007...Physical trainer is Miguel Janssen (since 1999)." },
 {"website":"http//www.baghdatis.com","pronounced":"bag-DAH-tees","birthplace":"Limassol, Cyprus","coach":"","plays":"Right-handed","name":"Marcos Baghdatis","turned pro":"2003","url":"/Tennis/Players/Top-Players/Marcos-Baghdatis.aspx","residence":"Limassol, Cyprus","age":"29","dob":"17.06.1985","height_inches":"5'10\"","height_cms":"178","ranking":"85","history":"Began playing tennis at age five...Played with his father and two older brothers, Marinos and Petros, who played Davis Cup. Father Christos owns a clothing store in Cyprus...Mother's name is Andry…Has a younger sister Zena, who was adopted when she was one month old…No. 1 junior in 2003 with Australian Open juniors title and runner-up at US Open juniors in 2002-03…Won nine junior titles. Prefers hard courts. Considers himself a baseliner, with his serve and his forehand his biggest weapons…Biggest idol as a kid was Patrick Rafter, but also looked up to Andre Agassi and Pete Sampras…Enjoys playing and watching soccer. Favourite soccer team is Apollo in Cyprus…\"Man of the Year\" in Cyprus in 2005…Trained at the Mouratoglou Tennis Academy in Paris on an Olympic Solidarity Youth Development Programme Scholarship since age 13…Physio is Davor Lukic...Wife, Karolina Sprem, a WTA Tour player...Married 14 July 2012 in Croatia...Daughter, Zahara, born 20 October 2012.\nBaghdatis DEUCE Feature (Jan. 2011)" },
 {"website":"","pronounced":"","birthplace":"Vilnius, Lithuania","coach":"Rainer Schuettler and Dirk Hordorff","plays":"Right-handed","name":"Ricardas Berankis","turned pro":"2007","url":"/Tennis/Players/Top-Players/Ricardas-Berankis.aspx","residence":"Vilnius, Lithuania & Bradenton","age":"24","dob":"21.06.1990","height_inches":"5'9\"","height_cms":"175","ranking":"86","history":"Started playing tennis aged two...Nickname is “Rycka” in his homeland…Speaks Lithuanian, Russian and English…Father, Genadijus, is a taxi driver; mother, Jelena...one sister, Lina, a former tennis player...Hobbies include spear fishing, playing pool, watching movies and listening to music...Former junior World No. 1 in 2007, when he captured US Open junior title and the Orange Bowl...Trains at IMG Bollettieri Academy and Saddlebrook Tennis Academy in Florida…Coached by Remigijus Balzekas since he was nine years old.\nBerankis DEUCE Feature (May 2011)" },
 {"website":"","pronounced":"","birthplace":"Gennevilliers, France","coach":"David Izidore","plays":"Right-handed","name":"Edouard Roger-Vasselin","turned pro":"2002","url":"/Tennis/Players/Top-Players/Edouard-Roger-Vasselin.aspx","residence":"Boulogne-Billancourt, France","age":"31","dob":"28.11.1983","height_inches":"6'2\"","height_cms":"188","ranking":"87","history":"Nickname is \"Doudou\", speaks French, English, and basic Spanish…Began playing at an early age with Father, Christophe, who reached semi-finals at Roland Garros in 1983, defeating Jimmy Connors in quarter-finals before losing to countryman and eventual champion Yannick Noah...Father reached a career-high No. 39 in ATP Rankings on Aug. 1, 1983...Mother Alexandine Vaduijn works as a painter…Favourite surface is grass, shot is volley and event is Roland Garros… Trains in Paris at the tennis club LPR with the Team Lagardere infrastructure...Lists football, golf, dinner with friends, movies with girlfriend as favourite things to do outside of tennis court…Would be a football or golf player if he wasn't a tennis player…. Fan of FC Nantes football team in France… Goal is to play Davis Cup for national team…Best memory was reaching 3rd round at 2007 Roland Garros…Trainer is Pierre Mazenq.\n\n\"Getting Acquainted With\" Feature (Aug. 2011)" },
 {"website":"","pronounced":"","birthplace":"Cali, Colombia","coach":"Miguel Tobon","plays":"Left-handed","name":"Alejandro Falla","turned pro":"2000","url":"/Tennis/Players/Top-Players/Alejandro-Falla.aspx","residence":"Bogota, Colombia","age":"31","dob":"14.11.1983","height_inches":"6'1\"","height_cms":"185","ranking":"88","history":"\nBegan playing tennis at age six with father Jorge, a tennis coach…Mother, Elsa, is a housewife…Sister, Kelly played at Florida Gulf Coast under a tennis scholarship and is now a graduated in accounting. She lives and works in Barcelona…Brother Sebastian trains at Sanchez-Casal Academy and plays junior events in Florida…Likes soccer and supports the Atletico Nacional team in Colombia…His favourite hobby is golf…Favourite music is salsa, rock (especially U2) and lounge…Goal in tennis is to reach the Top 10…Finished high school in Cali in 2001 (Los Angeles de San Fernando)…Tennis idols were Boris Becker and Pete Sampras…Prefers to play on hard courts and best shot is the backhand.\n" },
 {"website":"http//www.dustinbrown.de","pronounced":"","birthplace":"Celle, Germany","coach":"","plays":"Right-handed","name":"Dustin Brown","turned pro":"2002","url":"/Tennis/Players/Top-Players/Dustin-Brown.aspx","residence":"Winsen, Germany","age":"29","dob":"08.12.1984","height_inches":"6'5\"","height_cms":"196","ranking":"89","history":"\nBegan playing tennis at age five...Nicknamed \"Dreddy\" because of his dreadlocked hair...Speaks German, English and Jamaican...Born in Germany, lived there until August 1996, when he moved to Jamaica to begin his pro career...In October 2010, changed his nationality to Germany...His father, Leroy, is Jamaican and his mother, Inge, is German...He has two half-brothers, Steve and Dean...Favourite surface is grass and considers serve and forehand his best shots...Idol growing up was Marat Safin...Most inspirational people in his life are his parents...Parents bought him a camper van, which he used to drive around Europe between 2004-07.\n" },
 {"website":"","pronounced":"","birthplace":"Mogi das Cruzes, Brazil","coach":"Ricardo Acioly","plays":"Right-handed","name":"Joao Souza","turned pro":"2006","url":"/Tennis/Players/So/J/Joao-Souza.aspx","residence":"Rio de Janeiro, Brazil","age":"26","dob":"27.05.1988","height_inches":"6'3\"","height_cms":"190","ranking":"90","history":"Full name is João Olavo Soares de Souza...Nicknamed, 'Feijão' (which means 'bean' in English)...\"Because of my colour and I like beans\"...Father, Milton Soares de Souza Junior, and mother, Maria Angêla Lima...Started playing tennis aged nine in Mogi das Cruzes, at the Clube de Campo Mogi das Cruzes after watching his dad and sister Maria Clara play...Moved to Rio de Janeiro in 2005 and since then trains with Ricardo Acioly, former Davis Cup captain and Fernando Meligeni's coach...Plays with two-handed backhand...Favourite surface is clay courts...Idol growing up was Gustavo Kuerten...Has a weird ability to count letters in a sentence. In a Davis Cup tie, players would challenge his ability on a daily basis and he never missed one...Likes to listen to music, yoga and relaxing on the beach...Instagram Account" },
 {"website":"","pronounced":"","birthplace":"Zagreb, Croatia","coach":"Zeljko Krajan","plays":"Right-handed","name":"Borna Coric","turned pro":"2013","url":"/Tennis/Players/Co/B/Borna-Coric.aspx","residence":"Zagreb, Croatia","age":"18","dob":"14.11.1996","height_inches":"6'1\"","height_cms":"185","ranking":"91","history":"Speaks Croatian and English…Started playing tennis aged five, after watching his father plan…Parents are Damir and Zeljka; one sister, Bruna…Favourite surface is outdoor hard and shot is backhand…Favourite tournament is Umag…Idols growing up were Goran Ivanisevic and Rafael Nadal…Hobbies include spending time at the pool…If he hadn’t been a tennis player, he would be “a boxer. I love the sport”…Favourite sporting personality is boxer Mike Tyson…Goal in tennis is “to become No. 1”…Named ATP Star of Tomorrow Presented by Emirates in November 2014...Physical trainer is Marino Basic (since 2013)." },
 {"website":"","pronounced":"","birthplace":"Medellin, Colombia","coach":"Pablo Fuente","plays":"Right-handed","name":"Alejandro Gonzalez","turned pro":"2006","url":"/Tennis/Players/Go/A/Alejandro-Gonzalez-G892.aspx","residence":"Medellin, Colombia","age":"25","dob":"07.02.1989","height_inches":"6'3\"","height_cms":"190","ranking":"92","history":"Nickname is “Gonzo”…Speaks Spanish, English, Portuguese, Italian…Started playing tennis with his family aged five…Father, Alberto, is a business administrator; mother, Margarita, is a nurse; one sister, Tatiana, a dermatologist…Hobbies include going to the cinema and reading books…Favourite surface is clay and shot is backhand…Favourite tournament is Roland Garros…Idol growing up was Rafael Nadal…Favourite sporting personality is Michael Jordan (basketball)…Trains in Medellin and is supported by Grupo Argos…Physical trainer is Nadya Katich…  " },
 {"website":"","pronounced":"","birthplace":"Tula, Russia","coach":"Alexander Kuznetsov","plays":"Right-handed","name":"Andrey Kuznetsov","turned pro":"2008","url":"/Tennis/Players/Ku/A/Andrey-Kuznetsov.aspx","residence":"Balashikha, Russia","age":"23","dob":"22.02.1991","height_inches":"6'1\"","height_cms":"185","ranking":"93","history":"Speaks Russian, English and is learning Spanish...Began playing at age six with father, Alexander, who is a tennis coach; mother is a physical trainer; brother, Alexey, is also a tennis coach...Nickname is \"Andreeek\"...Hobbies include playing soccer, watching movies, playing guitar and reading books...Future ambition is to rank inside Top 3...Idols growing up were Roger Federer and Andre Agassi...Favourite surfaces are clay and grass and his favourite shot is between the legs...Says if he wasn't a tennis player he would like to be a singer, \"but I cannot sing\"... Studies at Russian state University of Physical Education Sports and Tourism...Captured Wimbledon junior title in 2009...Coached by his father, Alexander (since 1997)." },
 {"website":"http//www.tennis-navi.jp/blog/tatsuma_ito/","pronounced":"","birthplace":"Mie, Japan","coach":"Jan Vacek","plays":"Right-handed","name":"Tatsuma Ito","turned pro":"2006","url":"/Tennis/Players/It/T/Tatsuma-Ito.aspx","residence":"Tokyo, Japan","age":"26","dob":"18.05.1988","height_inches":"5'11\"","height_cms":"180","ranking":"94","history":"Began playing at age nine and became a runner up at a national tournament at age 12…From Mie Prefecture…Mother, Sachiko is a housewife, father, Koji, is a school teacher…Has a sister, Kanako, who is 7 years older and a sister, Arisa, who is 3 years younger…Turned pro in 2006 while in high school…Moved to Tokyo in 2008 to train at the newly completed National Training Center in Kita ward with Go Soeda…Made Davis Cup debut for Japan in 2009…Broke into the Top 100 in 2012 and played at the London Olympic Games...Considers serve and forehand – often called “dragon shots” – his strength and prefers playing on hard courts…His fun and kind personality is well liked by his peers.\r\n\r\nJapanese Tennis DEUCE Feature (Jan. 2013)" },
 {"website":"http//www.lukas-lacko.com/index.php?lang=en","pronounced":"","birthplace":"Piestany, Slovakia","coach":"Ladislav Simon","plays":"Right-handed","name":"Lukas Lacko","turned pro":"2005","url":"/Tennis/Players/La/L/Lukas-Lacko.aspx","residence":"Bratislava, Slovakia","age":"27","dob":"03.11.1987","height_inches":"6'1\"","height_cms":"185","ranking":"95","history":"Parents, Ladislav and Dagmar, are both teachers...Has one younger sister, Dominika...Considers hard courts as favorite surface and forehand and serve as strengths...His best junior result was SF at Roland Garros...Goal in near future is to move into Top 50...Fitness trainer is Juraj Dulik." },
 {"website":"http//www.ivandodig.com","pronounced":"","birthplace":"Medjugorje, Bosnia-Herzegovina","coach":"Martin Stepanek","plays":"Right-handed","name":"Ivan Dodig","turned pro":"2004","url":"/Tennis/Players/Top-Players/Ivan-Dodig.aspx","residence":"Zagreb, Croatia","age":"29","dob":"02.01.1985","height_inches":"6'","height_cms":"183","ranking":"96","history":"Began playing at age eight…Father, Tomislav; mother, Davorka; brothers Zeljko and Mladen who both work as tennis coach…Speaks Croatian and English…Enjoys music, movies, table tennis and video games…Childhood idol was countryman Goran Ivanisevic. Considers hard-court his favourite surface and his serve as favourite shot…Physical trainer is Stjepan Medak...\r\nDEUCE Dodig Feature (Feb. 2012)" },
 {"website":"","pronounced":"on-REE mat-YEU","birthplace":"Strasbourg, France","coach":"","plays":"Right-handed","name":"Paul-Henri Mathieu","turned pro":"1999","url":"/Tennis/Players/Top-Players/Paul-Henri-Mathieu.aspx","residence":"Geneva, Switzerland","age":"32","dob":"12.01.1982","height_inches":"6'1\"","height_cms":"185","ranking":"97","history":"Full name is Paul-Henri Mathieu...Nicknamed “Paulo”...Began playing tennis at age 3 1/2 with his older brother Pierre-Yves, who is a coach in Strasbourg...Father, Patrick, is a dentist; mother, Yveline, is a housewife...Also has one older sister, Aude...From 1997-2000 trained at Nick Bollettieri Academy in Bradenton, Fla. before moving back to Paris...Captured Roland Garros junior title in 2000, defeating Robredo in three sets...Admired Boris Becker growing up...Underwent arthroscopic surgeries on both knees in 1997 and ‘98, missing several months...Missed entire 2011 season and last month of 2010 due to a left knee injury (had surgery on March 2011)…Favourite surfaces are hard and clay...Named ATP Newcomer of the Year in 2002...His girlfriend, Quiterie, gave birth to a boy, Gabriel (3.4 kg, 52 cm), on 11 March 2012." },
 {"website":"","pronounced":"","birthplace":"Lubeck, Germany","coach":"Sascha Nensel","plays":"Right-handed","name":"Tobias Kamke","turned pro":"2004","url":"/Tennis/Players/Ka/T/Tobias-Kamke.aspx","residence":"Hamburg, Germany","age":"28","dob":"21.05.1986","height_inches":"5'10\"","height_cms":"178","ranking":"98","history":"Started playing tennis aged five, following in footsteps of his older brother, Phillip, who works for a TV station and is the most important and most inspiring person in Tobias' life....Nicknames are \"Tobi\", \"Toppi\" and \"Klaus\"...Speaks German, English and French...Parents, Lutz and Margit, are teachers...Likes playing on all surfaces and favorite shots are serve and volley...Considers Wimbledon his favourite tournament...Idol growing up was countryman Michael Stich, who has served as a mentor...Hobbies include football (supports Hamburger SV), playing cards, hanging out with friends and playing golf...Trains in Wahlstedt, Germany...Physical trainer is Mirko Schuette.\nKamke DEUCE Feature (Jan. 2011)" },
 {"website":"","pronounced":"","birthplace":"Kiryat Shmonna, Israel","coach":"Schab Yoav","plays":"Right-handed","name":"Dudi Sela","turned pro":"2002","url":"/Tennis/Players/Se/D/Dudi-Sela.aspx","residence":"Tel Aviv, Israel","age":"29","dob":"04.04.1985","height_inches":"5'9\"","height_cms":"175","ranking":"99","history":"Began playing tennis at age seven at Israel Tennis Centre in Kiryat Shmonna...Father, Michael, is a bus driver; mother, Anca, is a nurse...Has two brothers (Ofer, tennis coach and Nir, real estate agent) and a sister (Shirley), all older...Admires former Israeli No. 1 Amos Mansdorf and Roger Federer...Enjoys going to the beach and surfing in Netanyia, Israel...Also likes football and supports teams of Kiryat Shmonna and Manchester United...Favourite shot is backhand and prefers to play on hard courts...Best tennis memory is beating Fernando Gonzalez in a five hour marathon in Davis Cup in his home country in September 2007 as Israel beat Chile to reach 2008 World Group.\r\nSela DEUCE Feature (Aug. 2009)" },
 {"website":"http//www.go-soeda.com/","pronounced":"","birthplace":"Kanagawa, Japan","coach":"Davide Sanguinetti","plays":"Right-handed","name":"Go Soeda","turned pro":"2003","url":"/Tennis/Players/So/G/Go-Soeda.aspx","residence":"Tokyo, Japan","age":"30","dob":"05.09.1984","height_inches":"5'10\"","height_cms":"178","ranking":"100","history":"Started playing tennis aged four…Turned professional in April 2003…Father, Fumio, is a banker, mother, Mariko is a housewife; has two older brothers, Jun and Ryo…Has represented Japan in Davis Cup since 2005...Considers his precise backhand a weapon and prefers hard courts…Hobbies include listening to music…Particularly fond of a Hip Hop artist named “Zeebra”…He is shy, but is looked up to as an older brother by his Davis Cup teammates...Started working with former ATP pro Davide Sanguinetti at the start of 2010…Claudio Pistolesi, who coached Takao Suzuki, helped form the partnership.\nJapanese Tennis DEUCE Feature (Jan. 2013)" }
]
